{
    "nct_id": "NCT04836507",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-04-08",
    "study_start_date": "2021-03-02",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Biological: CRC01"
            },
            {
                "drug_name": "Drug: Fludarabine"
            },
            {
                "drug_name": "Drug: Cyclophosphamide"
            }
        ]
    },
    "long_title": "An Open-label, Multi-center, Single-arm Phase 1/2 Study to Assess Tolerability, Safety and Efficacy of CRC01 in Adult Patients With Relapsed or Refractory Large B-cell Lymphoma",
    "last_updated": "2021-05-03",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Curocell Inc.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 91,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. ≥ 19 years of age and provided written informed consent",
        "2. Histologically confirmed following large B-cell lymphomas according to the World Health Organization classification 2017",
        "* Diffuse large B-cell lymphoma, not otherwise specified Including Large cell transformation from follicular lymphoma (Transformed follicular lymphoma)",
        "* High-grade B-cell lymphoma, not otherwise specified",
        "* High-grade B-cell lymphoma with double-hit/triple-hit",
        "* Primary mediastinal large B cell lymphoma",
        "3. Relapsed or refractory disease after ≥ two lines of chemotherapy including rituximab, anthracycline and either having failed autologous Hematopoietic stem cell transplantation (ASCT) or being ineligible for or not consenting to ASCT.",
        "4. At least one measurable lesion (Long diameter ≥ 1.5cm)",
        "5. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1",
        "6. Adequate renal and hepatic functions based on the laboratory test results",
        "* Total Bilirubin ≤ 2.0mg/dL with the exception of patients with Gilbert-Meulengracht syndrome; patients with Gilbert-Meulengracht syndrome may be included if their total bilirubin is ≤ 3 X ULN and direct bilirubin ≤ 1.5 X ULN.",
        "* Aspartate transaminase (AST) and Alanine transaminase (ALT) ≤ 3 X Upper Limit of Normal (ULN) for age with exception of liver metastasis; patients with liver metastasis may be included if their AST and ALT are ≤ 5 X ULN.",
        "* Serum creatinine ≤ 1.5 X ULN",
        "* Estimated Glomerular Filtration Rate (eGFR) ≥ 60mL/min/1.73m2",
        "7. Adequate hematologic function without transfusions within 2 weeks prior to screening for the study defined as followings:",
        "* Hemoglobin \\> 8.0g/㎗",
        "* Absolute Neutrophil Count (ANC) \\> 1,000/㎕",
        "* Absolute Lymphocyte Count (ALC) ≥ 300/㎕",
        "* Platelets ≥ 50,000/㎕",
        "8. Must have a minimum level of pulmonary reserve defined as;",
        "* ≤ Grade 1 dyspnea per Common terminology criteria for adverse events (CTCAE) v5.0",
        "* pulse oxygenation \\> 91% on room air",
        "9. Hemodynamically stable, without pericardial effusion and Left Ventricle Ejection Fraction (LVEF) ≥ 50% confirmed by Echocardiogram (ECG) or Multigated Radionuclide Angiography (MUGA)",
        "10. Must have an apheresis product of non-mobilized cells accepted for manufacturing",
        "11. Life expectancy ≥ 12 weeks",
        "12. Women of child-bearing potential and all male participants must agree to use highly effective methods of contraception for at least 12 months following CRC01 infusion and until CRC01 are no longer present by PCR on two consecutive tests",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Patients with the following medical history",
        "Exclude - * Previous or concurrent malignancy with the following exceptions:",
        "Exclude - * Adequately treated basal cell or squamous cell carcinoma without evidence of recurrence for at least 3 years prior to the study",
        "Exclude - * In situ carcinoma of the cervix or breast, treated curatively and without evidence of recurrence for at least 3 years prior to the study",
        "Exclude - * A primary malignancy which has been completely resected and in complete remission for ≥ 5 years",
        "Exclude - * Unstable angina and/or myocardial infarction within 12 months prior to screening",
        "Exclude - * Thromboembolic events, pulmonary embolism or bleeding diatheses within 6 months prior to screening",
        "Exclude - * Hypoxemia, significant pleural effusion or significant EKG findings within 6 months prior to the screening",
        "Exclude - 2. Patients with the following concurrent disease at screening:",
        "Exclude - * Central Nervous System (CNS) involvement by malignancy by MRI at screening",
        "Exclude - * Active infection with hepatitis B (HBsAg positive. But, in case of HBcAb IgG positive, the patient can be enrolled in this study if he/she takes prophylactic anti-viral agent.)",
        "Exclude - * Active infection with hepatitis C (HCV RNA positive)",
        "Exclude - * Human immunodeficiency virus (HIV) positive",
        "Exclude - * Active neurological auto-immune or inflammatory disorder (e.g. Guillain Barre Syndrome, Amyotrophic Lateral Sclerosis)",
        "Exclude - * Ventricular tachycardia and atrial fibrillation with rapid ventricular response not controlled with medical treatment within 3 months prior to screening",
        "Exclude - 3. Rapidly progressing the disease as per investigator's discretion",
        "Exclude - 4. Had major surgery requiring general anesthesia or mechanical ventilation within 4 weeks prior to screening (For video-assisted thoracoscopic surgery (VATS) or open-and-closed (ONC) surgery can be applied with within 2 weeks prior to screening.)",
        "Exclude - 5. Severe infection requiring anti-bacterial, anti-fungal or anti-viral medication or uncontrolled active infection",
        "Exclude - 6. The following treatment history is excluded:",
        "Exclude - * Prior treatment with any prior anti-CD19/anti-CD3 therapy or any other anti-CD19 therapy",
        "Exclude - * Prior treatment with any adoptive T cell therapy",
        "Exclude - * Treatment with any prior gene therapy product",
        "Exclude - * Prior allogeneic HSCT",
        "Exclude - * Patients on oral anticoagulation therapy",
        "Exclude - 7. Eligible for and consenting to ASCT",
        "Exclude - 8. Use of investigational medicinal product/device within 4 weeks prior to screening",
        "Exclude - 9. Pregnant or lactating women",
        "Exclude - 10. Hypersensitivity reaction to the excipients of CRC01 cell product",
        "Exclude - 11. The following treatments are excluded:",
        "Exclude - * Anti-neoplastic therapies including chemotherapy, biologic agents, retinoid therapy, radiotherapy, immune therapy, hormonal therapy, etc. other than lymphodepleting chemotherapy within 2 weeks of leukapheresis and within 2 weeks of CRC01 infusion",
        "Exclude - * Steroids: therapeutic doses of steroids must be stopped \\> 7 days prior to leukapheresis and \\> 5 days prior to CRC01 infusion. However, the following physiological replacement doses of steroids are allowed: \\< 6 mg/m2/day hydrocortisone or equivalent",
        "Exclude - * Immunosuppression: any immunosuppressive medication must be stopped \\> 4 weeks prior to leukapheresis and \\> 4 weeks prior to CRC01 infusion",
        "Exclude - * Antibody use including anti-CD20 therapy within 4 weeks prior to CRC01 infusion",
        "Exclude - * CNS disease prophylaxis must be stopped \\> 1 week prior to CRC01 infusion (e.g. intrathecal methotrexate)",
        "Exclude - Other protocol-related inclusion/exclusion may apply."
    ],
    "short_title": "Study of Efficacy and Safety of CRC01 in Adult Large B-cell Lymphoma Patients",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Curocell Inc.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a multi-center, phase I/II study to determine the efficacy and safety of CRC01 in adult patients with relapsed or refractory large B-cell lymphoma.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "CRC01",
                        "arm_internal_id": 0,
                        "arm_description": "A conditioning chemotherapy regimen of fludarabine and cyclophosphamide will be administered followed by investigational treatment, CRC01.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Biological: CRC01",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Fludarabine",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Cyclophosphamide",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=19",
                            "disease_status": [
                                "Recurrent",
                                "Refractory"
                            ],
                            "oncotree_primary_diagnosis": "Lymphoid Neoplasm"
                        }
                    }
                ]
            }
        ]
    }
}