{
    "nct_id": "NCT05280457",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2022-03-15",
    "study_start_date": "2022-04-15",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: nivolumab-GX-188E-GX-I7"
            }
        ]
    },
    "long_title": "HPV 16-positive and/or HPV 18-positive Recurrent and/or For Patients With Metastatic Head and Neck Cancer to Evaluate GX-188E DNA Vaccination, GX-I7 and Nivolumab Combination Therapy Open-label Phase 2 Clinical Trial With Lead-In Safety Cohort",
    "last_updated": "2023-03-28",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Yonsei University",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 21,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. 19 years of age or older",
        "2. Histologically confirmed, advanced or metastatic, HPV-positive (positive on p16 immunohistochemistry and positive on HPV-16 or HPV-18 nucleic acid test) R/M HNSCC patients",
        "3. Patients with disease progression after platinum-based chemotherapy are eligible for participation.",
        "4. Patients with recurrence within 6 months after conventional platinum-based chemotherapy are considered platinum-based treatment failure.",
        "5. Patients who have received first-line or second-line chemotherapy are eligible to participate. That is, patients whose treatment in this trials is the second or third lince chemotherapy can be enrolled.",
        "6. PD-L1 (DAKO 28-8 TPS) ≥1%",
        "7. Eastern Cooperative Oncology Group (ECOG) Activity Status 0-1",
        "8. Patients with a life expectancy of at least 6 months",
        "9. Patients must agree to provide a storage tumor tissue sample or a fresh biopsy sample for baseline biomarker tissue analysis including PD-L1 staining. Patients without tissue for storage and without tumor lesions for which biopsies can be obtained will be excluded from the study.",
        "10. The patient must have adequate organ function as defined below. Specimens must be collected within 28 days prior to be administered the investigational drug.",
        "\\[hematology\\]",
        "* Absolute neutrophil count (ANC) ≥1,500/μL",
        "* Platelets ≥100,000/μL",
        "* Hemoglobin ≥9.0 g/dL or ≥5.6 mmol/L1 \\[kidney\\]",
        "* Creatinine or creatinine clearance measured or calculated2 (GFR may be used instead of creatinine or CrCl) ≤1.5 × ULN or, For subjects with creatinine \\> 1.5x laboratory ULN, ≥30 mL/min \\[liver\\]",
        "* Total bilirubin ≤1.5 × ULN or direct bilirubin ≤ULN for subjects with total bilirubin concentration \\>1.5 × ULN (except for subjects with Gilbert syndrome, total bilirubin \\<3xULN and ALT \\<3xULN)",
        "* AST (SGOT) and ALT (SGPT) ≤2.5 × ULN (≤5 × ULN, for subjects with liver metastases) \\[Blood coagulation\\]",
        "* As long as the international standardized ratio (INR) or prothrombin time (PT), activated partial thromboplastin time (aPTT) ≤1.5 × ULN, PT, or aPTT is within the therapeutic range of the intended use of anticoagulants, the subject is anticoagulant If you are not receiving",
        "11. Patients with RECIST measurable disease defined as:",
        "Tumor lesions with a long axis diameter (LD) ≥1 cm on axial CT or MRI images (reconstruction interval ≤5 mm) or lymph nodes ≥1.5 cm in the short axis on CT (reconstruction interval ≤5 mm)",
        "12. For women of childbearing potential (WOCBP), a patient with a negative serum or urine pregnancy test result within 72 hours prior to the first administration of the investigational drug. If the urine test result cannot be confirmed as positive or negative, a serum pregnancy test should be performed.",
        "A woman who has started menarche and has not reached amenorrhea for at least 12 consecutive months without a postmenopausal condition, an identified cause other than menopause, and who has not undergone surgical sterilization (removal of the ovaries and/or uterus) is considered a woman of childbearing potential.",
        "13. Women of childbearing potential must agree to use an appropriate double contraceptive method for the entire course of this study and up to 120 days after the last administration of the study drug. Women who are menopausal (over 45 years of age and have not menstruated for more than 1 year) and women who are surgically infertile are exempt from this requirement. Note: Abstinence is acceptable as long as it is the subject's normal lifestyle and the subject's preferred method of contraception.",
        "14. A patient who is willing to participate in a clinical trial in accordance with the guidelines of each laboratory and can give written consent through the subject consent form.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. When the disease is suitable for topical therapy for the purpose of cure",
        "Exclude - 2. If it is confirmed that there is another malignant disease that is currently ongoing or required active treatment within the past 3 years.",
        "Exclude - NOTE: Subjects with cutaneous basal cell carcinoma, cutaneous squamous cell carcinoma, or carcinoma in situ (eg breast cancer) who have received potentially curative treatment are not excluded.",
        "Exclude - 3. Patients expected to require another antineoplastic treatment during the trial; This treatment includes systemic chemotherapy, radiotherapy (except palliative care), biological therapy, or immunotherapy not specified in the protocol.",
        "Exclude - 4. Patients with a history of active central nervous system (CNS) metastasis and/or carcinoma meningitis. Patients with asymptomatic or controlled CNS metastases may be eligible.",
        "Exclude - 5. Past treatment with anti-PD-1, anti-PD-L1, or anti-PD-L2 drugs or drugs that act directly on other stimulatory or co-inhibitory T-cell receptors (e.g., CTLA-4, OX40, CD137)",
        "Exclude - 6. Patients with active autoimmune disease requiring systemic immunosuppressive therapy (eg, use of disease modulators, corticosteroids, or immunosuppressants) within the past 2 years. Replacement therapy (e.g., replacement of thyroxine, insulin, or physiological corticosteroids due to adrenal or pituitary insufficiency) is allowed because it is not considered a form of systemic treatment.",
        "Exclude - 7. Patients who underwent allogeneic solid organ transplant or allogeneic bone marrow transplant",
        "Exclude - 8. Non-PD-1/PD-L1/PD-L2, anticancer monoclonal antibody (mAb) (eg, bevacizumab, cetuximab, etc.) has been administered within 4 weeks prior to the first administration of the investigational drug, or for more than 4 weeks Patients who have not yet recovered (eg, Grade 1 or lower or to baseline levels) from adverse events due to medications administered prior to a time point.",
        "Exclude - 9. Patients who received systemic chemotherapy including other investigational drugs within 4 weeks prior to the first administration of this study drug, or who received targeted small molecule therapy with a half-life of less than 48 hours within 2 weeks Note: Subjects must have had any adverse reactions caused by previous treatment to have returned to Grade 1 or less or baseline levels. Grade 2 neuropathy and/or grade 2 anemia may be appropriate.",
        "Exclude - Note: If a subject has undergone major surgery, the subject must have adequately recovered from toxicity and/or complications from the intervention prior to initiation of treatment.",
        "Exclude - 10. Patients who have received radiation therapy within 2 weeks prior to starting the investigational drug. Subjects must have recovered from any radiation-related toxicity.",
        "Exclude - 11. Patients who have transfused blood products (including platelets or red blood cells) within 4 weeks prior to the first administration of the investigational drug or have received colony stimulating factors (including G-CSF, GM-CSF, or recombinant erythropoietin)",
        "Exclude - 12. Patients with bilateral hydronephrosis that cannot be relieved by ureteral stents or percutaneous renal fistuloplasty.",
        "Exclude - 13. Patients with severe (≥ Grade 3) hypersensitivity to nivolumab and/or one of its excipient components",
        "Exclude - 14. Patients with a history of (non-infectious) interstitial pneumonia requiring steroids or currently suffering from interstitial pneumonia",
        "Exclude - 15. Patients diagnosed with immunodeficiency or who are receiving long-term systemic steroid therapy (a dose exceeding the same dose of 10 mg of prednisone per day) or have received any other immunosuppressive treatment within 7 days prior to the first administration of the investigational drug",
        "Exclude - 16. Patients with risk factors for intestinal obstruction or intestinal perforation (including, but not limited to, for example, acute diverticulitis, abdominal boils, and abdominal carcinomatosis)",
        "Exclude - 17. A patient who is currently participating in or has participated in a clinical trial for another investigational drug in the past and has received clinical trial treatment or used a clinical trial device within 4 weeks prior to the first administration of the investigational drug Note: Subjects who have entered the follow-up phase of the clinical trial can participate in this trial if more than 4 weeks have passed since the last administration of the previous investigational drug.",
        "Exclude - 18. Unstable/improper heart function:",
        "Exclude - * Symptomatic ischemia",
        "Exclude - * uncontrolled or clinically significant abnormal conduction (eg, ventricular tachycardia during antiarrhythmic therapy is excluded); Appropriate for first-degree AV block or asymptomatic LAFB/RBBB",
        "Exclude - * myocardial infarction within the past 6 months",
        "Exclude - * Congestive Heart Failure (New York Heart Association Grade III - IV)",
        "Exclude - 19. Patients with active infection requiring systemic treatment",
        "Exclude - 20. Confirmed human immunodeficiency virus (HIV) infection and/or history of hepatitis B or C, hepatitis B surface antigen (HBsAg)/hepatitis B virus (HBV) DNA or hepatitis C antibody If the RNA test is confirmed positive. Active hepatitis C is defined as a positive Hep C Ab result and a quantitative HCV RNA result found above the lower limit of detection of the assay.",
        "Exclude - 21. Patients with a history of active tuberculosis (TB, Bacillus Tuberculosis)",
        "Exclude - 22. Patients who received live vaccine within 30 days prior to the first administration of the investigational drug. Examples of live vaccines include, but are not limited to: measles, mumps, rubella, chickenpox/shingles, yellow fever, rabies, BCG, and typhoid vaccines. Injectable seasonal flu vaccines are generally acceptable because they are live virus vaccines, but nasal flu vaccines (eg FluMist®) are not allowed because they are live attenuated vaccines.",
        "Exclude - 23. When it is confirmed that the subject has a mental illness or substance abuse disorder that may interfere with his/her ability to cooperate with the requirements of this trial",
        "Exclude - 24. Patients with implanted electronic devices (e.g. pacemakers)",
        "Exclude - 25. Women of childbearing potential with a positive urine pregnancy test (eg within 72 hours) prior to administration of the study drug. If the urine test is not positive or negative, a serum pregnancy test is required.",
        "Exclude - 26. Pregnant or lactating patients",
        "Exclude - 27. Conditions or treatments of any kind that are likely to confound the trial results, interfere with the subject's participation throughout the trial period, or for which participation in the trial is not determined to be in the subject's best interest; A history of, or current evidence of, laboratory test abnormalities"
    ],
    "short_title": "HPV 16-positive and/or HPV 18-positive Recurrent and/or For Patients With Metastatic Head and Neck Cancer to Evaluate GX-188E DNA Vaccination, GX-I7 and Nivolumab Combination Therapy",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Yonsei University",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This study is to explore the efficacy and safety of GX-188E DNA vaccination, GX-I7, and nivolumab combination therapy in HPV 16-positive and/or HPV-18 positive R/M HNSCC patients. The objective of this study is as follows.\n\n* Primary objective: Objective response rate (ORR) according to RECIST v1.1\n* Secondary objectives: disease control rate (DCR) according to RECIST v1.1, progression-free survival (PFS) at 6 months, median progression-free survival (PFS), median overall survival (OS), biomarker correlation, safety and tolerability.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "nivolumab-GX-188E-GX-I7",
                        "arm_internal_id": 0,
                        "arm_description": "nivolumab-GX-188E-GX-I7",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: nivolumab-GX-188E-GX-I7",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=19",
                            "pdl1_status": "High",
                            "disease_status": [
                                "Advanced",
                                "Metastatic",
                                "Recurrent"
                            ],
                            "oncotree_primary_diagnosis": "Head and Neck Squamous Cell Carcinoma"
                        }
                    }
                ]
            }
        ]
    }
}