{
  "nct_id": "NCT06392477",
  "age": "Adults",
  "cancer_center_accrual_goal_upper": 0,
  "curated_on": "2024-04-30",
  "study_start_date": "2024-07-15",
  "study_completion_date": "",
  "data_table4": "Interventional",
  "drug_list": {
    "drug": [
      {
        "drug_name": "Drug: DR-0201"
      }
    ]
  },
  "long_title": "A Multicenter, Multiple Expansion Cohort Phase 1 Study Evaluating the Safety and Activity of DR-0201 as Multiple Ascending Doses in Patients With Relapsed/Refractory B Cell Non-Hodgkin Lymphoma",
  "last_updated": "2025-06-11",
  "management_group_list": {
    "management_group": [
      {
        "is_primary": "Y",
        "management_group_name": "Group1"
      }
    ]
  },
  "oncology_group_list": {
    "oncology_group": [
      {
        "group_name": "Group1",
        "is_primary": "N"
      }
    ]
  },
  "phase": "PHASE1",
  "principal_investigator": "NA",
  "principal_investigator_institution": "Dren Bio",
  "program_area_list": {
    "program_area": [
      {
        "is_primary": "Y",
        "program_area_name": "Program1"
      }
    ]
  },
  "protocol_id": 0,
  "protocol_ids": [],
  "protocol_no": "",
  "protocol_target_accrual": 48,
  "protocol_type": "INTERVENTIONAL",
  "prior_treatment_requirements": [
    "Key Inclusion Criteria:",
    "* At least 2 prior lines of therapy and without treatment options that are recognized to offer clinical benefit",
    "* Adequate marrow reserve, renal function, and hepatic function",
    "* Measurable disease defined as ≥ 1 bi-dimensionally measurable nodal lesion of \\> 1.5 cm in the longest dimension for subjects with PET avid disease for subtypes with nodular disease or at least one bi-dimensionally measurable extranodal lesion, defined as \\> 1.0 cm in its longest dimension",
    "* Eastern Cooperative Oncology Group (ECOG) performance status 0-1",
    "* Life expectancy of ≥ 12 weeks",
    "* Use of a highly effective contraceptive measure all males and all females of childbearing potential during study through 180 days post last dose; Females of childbearing potential need to have a negative serum pregnancy test within 7 days prior to first dose.",
    "* Tumor tissue block or 3 to 5 unstained slides from lymph node or other relevant biopsy collected in the past 6 months or subject must be willing to provide a baseline biopsy, unless not safely accessible",
    "* In subjects with prior CAR-T therapy, \\>90 days post CAR-T at day of first dosing",
    "Exclude - Key Exclusion Criteria:",
    "Exclude - * Burkitt's or Burkitt's like lymphoma or lymphoplastic lymphoma",
    "Exclude - * Current or past history of central nervous system (CNS) lymphoma",
    "Exclude - * Prior allogeneic stem cell transplantation except for those with FL and MCL, who are excluded if transplant occurred less than 100 days prior to Screening or if they exhibit active signs of or received treatment for graft versus host disease (GvHD)",
    "Exclude - * Prior solid organ transplantation",
    "Exclude - * Autologous stem cell transplantation ≤ 100 days",
    "Exclude - * History of autoimmune disease, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematous, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulamatosis, Sjorgen's syndrome, Guillain-Barre-syndrome, multiple sclerosis vasculitis, or glomerulonephritis (subjects with a remote history of, or well-controlled autoimmune disease, may be eligible)",
    "Exclude - * Major surgery in the last 28 days prior to dosing",
    "Exclude - * Evidence of significant, uncontrolled concomitant disease that could affect compliance with study",
    "Exclude - * Current or past history of CNS disease (Subjects with remote history of non-lymphoma CNS disease and with no residual neurologic deficits may be eligible to enroll)",
    "Exclude - * QT interval corrected by Fridericia's formula (QTcF) \\> 480 msec",
    "Exclude - * Significant cardiovascular disease",
    "Exclude - * Received systemic therapy with anti-cancer therapies 4 weeks prior to first DR-0201 administration or 5 half-lives of the drug, whatever is shorter. Treatment with corticosteroid ≤ 25mg/day prednisone or equivalent is allowed. Inhaled and topical steroids are allowed.",
    "Exclude - * Prior treatment with systemic immunotherapy agents included, but not limited to radio immunoconjugates, antibody drug conjugates, cytokines, immune checkpoint inhibitors 4 weeks or 5 half-lives of the drug, whatever is shorter",
    "Exclude - * Positive hepatitis B virus (HBV) polymerase chain reaction (PCR) test. Subjects with a positive serologic test for HBV (i.e., positive hepatitis B core antibody \\[HBcAb\\] and negative for hepatitis B surface antigen \\[HBsAg\\]) must have a negative PCR test",
    "Exclude - * Known infection with HIV, HBV, or hepatitis C virus (HCV). Subjects who are HIV-positive with undetectable HIV RNA and at least 3 months on a highly effective antiviral therapy (HART) and subjects who are HCV-positive who have completed at least 1 month of highly effective antiviral therapy may be eligible.",
    "Exclude - * Acute bacterial, viral, or fungal infection at baseline",
    "Exclude - * Active infection requiring systemic (IV) treatment with antimicrobial, antifungal, or antiviral agents in the 2 weeks prior to dosing.",
    "Exclude - * Administration of a live, attenuated vaccine within 4 weeks prior to first DR-0201 administration or anticipation that such vaccine administration would be necessary during the course of the study",
    "Exclude - * Another invasive malignancy in the last 2 years (except basal cell carcinoma and tumors deemed by the investigator to be of low likelihood for recurrence)"
  ],
  "short_title": "A Study of DR-0201 in Subjects With Relapsed/Refractory B-Cell Non-Hodgkin Lymphoma",
  "site_list": {
    "site": []
  },
  "sponsor_list": {
    "sponsor": [
      {
        "is_principal_sponsor": "Y",
        "sponsor_name": "Dren Bio",
        "sponsor_protocol_no": "",
        "sponsor_roles": "sponsor"
      }
    ]
  },
  "staff_list": {
    "protocol_staff": []
  },
  "status": "open to accrual",
  "summary": "This is a multicenter, multiple expansion cohort, Phase 1 study to evaluate the safety, tolerability, pharmacokinetics, pharmacodynamics, and anti-tumor activity of DR-0201 in adult patients with relapsed or refractory B-cell non-Hodgkin lymphoma.",
  "treatment_list": {
    "step": [
      {
        "step_internal_id": 111,
        "step_code": "1",
        "step_type": "Registration",
        "arm": [
          {
            "arm_code": "DL1 of DR-0201",
            "arm_internal_id": 0,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 0.3 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "DL2 of DR-0201",
            "arm_internal_id": 1,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 1 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "DL3 of DR-0201",
            "arm_internal_id": 2,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 3 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "DL4 of DR-0201",
            "arm_internal_id": 3,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 10 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "DL5 of DR-0201",
            "arm_internal_id": 4,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 30 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "DL6 of DR-0201",
            "arm_internal_id": 5,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 100 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "DL7 of DR-0201",
            "arm_internal_id": 6,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 300 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "DL8 of DR-0201",
            "arm_internal_id": 7,
            "arm_description": "Subjects in this arm will receive up to 12 months of dosing with 500 mg DR-0201",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DR-0201",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          }
        ],
        "match": [
          {
            "clinical": {
              "age_numerical": ">=18",
              "disease_status": [
                "Refractory",
                "Advanced"
              ],
              "oncotree_primary_diagnosis": "Lymphoid Neoplasm"
            }
          }
        ]
      }
    ]
  }
}