{
    "nct_id": "NCT04094610",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2019-09-19",
    "study_start_date": "2020-03-12",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Oral repotrectinib (TPX-0005)"
            }
        ]
    },
    "long_title": "A Phase 1/2, Open-Label, Safety, Tolerability, Pharmacokinetics, and Anti-Tumor Activity Study of Repotrectinib in Pediatric and Young Adult Subjects With Advanced or Metastatic Malignancies Harboring ALK, ROS1, NTRK1-3 Alterations",
    "last_updated": "2025-11-19",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Turning Point Therapeutics, Inc.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 75,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Key Inclusion Criteria:",
        "1. Documented genetic ROS1 point mutation, fusion, or amplification or NTRK1-3 fusion as identified by local testing in a Clinical Laboratory Improvement Amendments (CLIA) laboratory in the US or equivalently accredited diagnostic lab outside the United States (US) is required.",
        "2. Phase 1: Age \\<12 years; Phase 2: Age 12- 25 years",
        "3. Prior cytotoxic chemotherapy is allowed.",
        "4. Prior immunotherapy is allowed.",
        "5. Resolution of all acute toxic effects (excluding alopecia) of any prior anti-cancer therapy to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version 4.03 Grade less than or equal to 1.",
        "6. All subjects must have measurable disease by RECIST v1.1 or Response Assessment in Neuro-Oncology (RANO) criteria at time of enrollment.",
        "7. Subjects with a primary CNS tumor or CNS metastases must be neurologically stable on a stable or decreasing dose of steroids for at least 7 days prior to enrollment.",
        "8. Subjects must have a Lansky (\\< 16 years) or Karnofsky (≥ 16 years) score of at least 50.",
        "9. Life expectancy greater than or equal to 12 weeks, in the investigator's opinion.",
        "10. Adequate hematologic, renal and hepatic function.",
        "Phase 2 Inclusion Criteria:",
        "1. Cohort Specific Inclusion Criteria:",
        "* Cohort 1: Subjects with NTRK fusion gene positive (NTRK+) advanced solid tumors (including primary CNS tumors), that are tropomyosin receptor kinase (TRK) TKI naïve;",
        "* Cohort 2: subjects with NTRK+ advanced solid tumors (including primary CNS tumors), that are TRK TKI pre-treated;",
        "* Cohort 3: subjects with advanced solid tumors with ROS1 gene fusions or other ROS1 aberrations (including amplifications and point mutations) with measurable disease.",
        "2. Subjects in Cohorts 1 and 2 must have prospectively confirmed measurable disease by BICR prior to enrollment.",
        "Exclude - Key Exclusion Criteria (Phase 1 and Phase 2):",
        "Exclude - 1. Subjects with neuroblastoma with only bone marrow disease evaluable by bone marrow aspiration only.",
        "Exclude - 2. Major surgery within 14 days (2 weeks) of start of repotrectinib treatment. Central venous access (Broviac, Mediport, etc.) placement does not meet criteria for major surgery.",
        "Exclude - 3. Known active infections requiring ongoing treatment (bacterial, fungal, viral including HIV positivity).",
        "Exclude - 4. Gastrointestinal disease (e.g., Crohn's disease, ulcerative colitis, or short gut syndrome) or other malabsorption syndromes that would impact drug absorption.",
        "Exclude - 5. Any of the following cardiac criteria:",
        "Exclude - * Mean resting corrected QT interval (ECG interval measured from the onset of the QRS complex to the end of the T wave) for heart rate (QTc) \\> 480 msec obtained from three ECGs, using the screening clinic ECG machine-derived QTc value",
        "Exclude - * Any clinically important abnormalities in rhythm, conduction, or morphology of resting ECG (e.g., complete left bundle branch block, third degree heart block, second degree heart block, PR interval \\> 250 msec)",
        "Exclude - * Any factors that increase the risk of QTc prolongation or risk of arrhythmic events such as heart failure, congenital long QT syndrome, family history of long QT syndrome, or any concomitant medication known to prolong the QT interval",
        "Exclude - 6. Peripheral neuropathy of CTCAE ≥grade 2.",
        "Exclude - 7. Subjects being treated with or anticipating the need for treatment with strong CYP3A4 inhibitors or inducers.",
        "Exclude - 8. Any potential allergies to repotrectinib and/or its excipients."
    ],
    "short_title": "A Study of Repotrectinib in Pediatric and Young Adult Subjects Harboring ALK, ROS1, OR NTRK1-3 Alterations",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Turning Point Therapeutics, Inc.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "Phase 1 will evaluate the safety and tolerability at different dose levels of repotrectinib in pediatric and young adult subjects with advanced or metastatic malignancies harboring anaplastic lymphoma kinase (ALK), receptor tyrosine kinase encoded by the gene ROS1 (ROS1), or neurotrophic receptor kinase genes encoding TRK kinase family (NTRK1-3) alterations to estimate the Maximum Tolerated Dose (MTD) or Maximum Administered Dose (MAD) and select the Pediatric Recommended Phase 2 Dose (RP2D).\n\nPhase 2 will determine the anti-tumor activity of repotrectinib in pediatric and young adult subjects with advanced or metastatic malignancies harboring ROS1 or NTRK1-3 alterations.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Repotrectinib (TPX-0005)",
                        "arm_internal_id": 0,
                        "arm_description": "Phase 1\n\nOral repotrectinib (TPX-0005):\n\nSafety and tolerability at different dose levels\n\nPhase 2\n\nOral repotrectinib (TPX-0005): 3 cohorts\n\nCohort 1: TKI-naive NTRK fusion Cohort 2: Prior TKI NTRK fusion Cohort 3: ROS1 gene fusions or other ROS1 aberrations",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Oral repotrectinib (TPX-0005)",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "clinical": {
                                    "disease_status": [
                                        "Metastatic",
                                        "Advanced",
                                        "Recurrent"
                                    ],
                                    "oncotree_primary_diagnosis": "_SOLID_"
                                }
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "ROS1",
                                            "variant_category": "Any Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "NTRK1",
                                            "variant_category": "Structural Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "NTRK2",
                                            "variant_category": "Structural Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "NTRK3",
                                            "variant_category": "Structural Variation"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}