{
    "nct_id": "NCT05386108",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2022-05-23",
    "study_start_date": "2022-08-31",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Abemaciclib"
            },
            {
                "drug_name": "Drug: Elacestrant"
            }
        ]
    },
    "long_title": "An Open-label Multicenter Phase 1b-2 Study of Elacestrant in Combination With Abemaciclib in Women and Men With Brain Metastasis From Estrogen Receptor Positive, HER-2 Negative Breast Cancer",
    "last_updated": "2025-10-28",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Stemline Therapeutics, Inc.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 73,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Participant has the signed informed consent form before any study-related activities according to local guidelines.",
        "2. Women or men aged ≥18 years, at the time of informed consent signature.",
        "* Female participants may be either postmenopausal or pre/perimenopausal. Postmenopausal status is defined by:",
        "1. Age ≥60 years",
        "2. Age \\<60 years and amenorrhea for 12 or more months without an alternative cause) and follicle stimulating hormone and estradiol in postmenopausal ranges per local reference ranges",
        "3. Documentation of prior bilateral oophorectomy, at least 1 month before first dose of trial therapy).",
        "* Pre-menopausal / peri-menopausal women and men must be concurrently receiving a luteinizing hormone-releasing hormone (LHRH) agonist starting at least 3-4 weeks before the start of trial therapy and is planning to continue LHRH during the study.",
        "3. Participant must have ER-positive, HER-2 negative tumor status as confirmed by local laboratory testing in the following manner:",
        "* Documentation of ER positive tumor with ≥ 1% staining by immunohistochemistry (IHC) as defined in the 2010 or 2020 American Society for Clinical Oncology (ASCO) recommendations for ER testing, with or without progesterone receptor (PGR) positivity",
        "* HER-2 negative tumor with an IHC result of 0 or 1+ for cellular membrane protein expression or an in situ hybridization negative result as defined in the 2013 or 2018 ASCO recommendations for HER-2 testing",
        "4. In Phase 2, participants must have at least one active and measurable brain metastasis per RECIST version 1.1.",
        "* Any of the following qualifies brain metastases as active:",
        "1. Newly diagnosed brain metastasis in participants who never received prior central nervous system (CNS)-directed therapy.",
        "2. Newly diagnosed brain metastasis outside any area that was previously subjected to CNS-directed therapy.",
        "3. Brain metastases demonstrating unequivocal progression in the opinion of the treating investigator in an area that has previously been subjected to CNS-directed therapy.",
        "* For lesions, including brain metastases, to qualify as measurable, and possibly be selected as target lesions, per RECIST version 1.1, the longest diameter must be ≥10 millimeters \\[mm\\] by computed tomography \\[CT\\] or magnetic resonance imaging \\[MRI\\]).",
        "* In Phase 1b, the presence of brain metastases is allowed but not required for eligibility, in this case, at least 1 measurable lesion outside the brain is required.",
        "5. Participants receiving concomitant corticosteroids must be on a stable or decreasing dose for at least 7 days prior to baseline and not receiving doses higher than 4 mg of dexamethasone per day or equivalent.",
        "6. Participants have experienced no more than one seizure within 4 weeks prior to starting trial therapy.",
        "7. Participants' prior therapy received in the metastatic setting includes:",
        "* At least one endocrine therapy",
        "* Up to two chemotherapy regimens",
        "* Up to two lines of prior cyclin-dependent kinase (CDK) 4/6 inhibitor, not including abemaciclib",
        "Note 1: Toxicity from prior therapy must be resolved to NCI CTCAE version 5.0 Grade ≤1, with the exception of alopecia and peripheral sensory neuropathy (Grade ≤2).",
        "Note 2: Chemotherapy refers to not targeted cytotoxic agents (for example, alkylating agents, taxanes, nucleotide analogs, platinum-based drugs, vinca alkaloids, etc) and antibody drug conjugates (ADCs). Targeted therapies (for example, kinase inhibitors) are not considered chemotherapy for eligibility purposes. Not targeted cytotoxic agents administered for less than 1 cycle will not be counted as a prior chemotherapy regimen.",
        "8. Participant has documented intracranial and/or extracranial radiological progression or recurrence while on or after the most recent therapy.",
        "9. Participant has an Eastern Cooperative Oncology Group (ECOG) performance status of ≤2",
        "10. Participant has a life expectancy ≥ 12 weeks.",
        "11. Participant has adequate bone marrow and organ function, as defined by the following laboratory values:",
        "1. Absolute neutrophil count (ANC) ≥1.5 × 10\\^9/liter (L)",
        "2. Platelets ≥100 × 10\\^9/L",
        "3. Hemoglobin ≥9.0 grams (g)/deciliter (dL)",
        "4. Potassium, sodium, calcium (corrected for serum albumin) and magnesium CTCAE Grade ≤1 (if screening assessments are abnormal, these assessments may be repeated up to 2 times; participants may receive appropriate supplementation or treatment prior to reassessment)",
        "5. Creatinine clearance (per Cockcroft-Gault formula) ≥50 mL/minute",
        "6. Serum albumin ≥3.0 g/dL (≥30 g/L)",
        "7. Liver function tests:",
        "In absence of liver metastases, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤3.0 × upper limit of normal (ULN). If the participant has liver metastases, ALT and AST ≤5.0 × ULN.",
        "8. Total serum bilirubin \\<1.5 × ULN except for participants with Gilbert's syndrome who may be included if the total serum bilirubin is ≤3.0 × ULN or direct bilirubin ≤ 1.5 × ULN",
        "12. The participant is willing and able to adhere to the study visit schedule and other protocol requirements.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Immediate CNS-specific treatment is likely to be required, per the treating physician's assessment.",
        "Exclude - 2. Participant has imminent organ failure and/or visceral crisis.",
        "Exclude - 3. Participant has leptomeningeal metastases, defined as having positive cerebrospinal fluid (CSF) cytology or unequivocal radiologic and clinical evidence of leptomeningeal involvement. Note: Discrete dural metastases are permitted.",
        "Exclude - 4. Breast cancer treatment-naïve participants (that is, not having received any systemic therapy) in the advanced/metastatic setting.",
        "Exclude - 5. History of pulmonary embolism (PE), cardiovascular accident (CVA), myocardial infarction (MI) in the past 6 months from screening visit.",
        "Exclude - 6. Prior therapy with abemaciclib in the metastatic setting. Note: Use of abemaciclib in the adjuvant setting is allowed if the last treatment administration was more than 12 months prior to first recurrence.",
        "Exclude - 7. Prior therapy with elacestrant or other investigational selective estrogen receptor degraders (SERDs), or investigational alike agents such as selective estrogen receptor modulators (SERMs), selective estrogen receptor covalent antagonists (SERCANs), complete estrogen receptor antagonists (CERANs), and proteolysistargeting chimeras (PROTACs) in the metastatic setting.",
        "Exclude - 8. Participant has a concurrent malignancy or malignancy within 3 years of enrollment, with the exception of adequately treated basal or squamous cell skin cancer, superficial bladder cancer, carcinoma in situ of the cervix, or second primary breast cancer; and any other malignancy that is considered in complete remission by the Investigator(s) that is approved by the Medical Monitor.",
        "Exclude - 9. Currently participating in another breast cancer intervention clinical study. Participants who are being followed for overall survival for another clinical trial with no therapy and study intervention are allowed after the washout period for any prior therapy.",
        "Exclude - 10. Prior anti-cancer or investigational drug treatment within the following windows:",
        "Exclude - * Fulvestrant treatment (last injection) \\<42 days before first dose of study drug",
        "Exclude - * Any other endocrine therapy \\<14 days before first dose of study drug. Note: LHRH agonists should not be counted as endocrine therapy.",
        "Exclude - * Chemotherapy or other anti-cancer therapy \\<14 days before first dose of study drug",
        "Exclude - * Any investigational anti-cancer drug therapy within \\<28 days or \\<5 half lives, whichever is shorter",
        "Exclude - * Bisphosphonates or receptor activator of nuclear factor-κB ligand (RANKL) inhibitors initiated, or dose changed \\<1 month prior to first dose of study drug according to institutional guidelines.",
        "Exclude - 11. Radiation therapy (including CNS directed) within 7 days before the first dose of study drug or without a full recovery from radiotherapy acute effects.",
        "Exclude - 12. Uncontrolled significant active infections",
        "Exclude - * Participants with hepatitis B virus (HBV) and/or hepatitis C virus (HCV) infection must have undetectable viral load (or detected below the lower limit of quantification) during screening",
        "Exclude - * Participants known to be human immunodeficiency virus positive (HIV+) are allowed as long as they have undetectable viral load (viral suppression) at baseline.",
        "Exclude - 13. Major surgery within 4 weeks of starting trial therapy.",
        "Exclude - 14. Inability to take oral medication, or history of malabsorption syndrome or any other uncontrolled gastrointestinal condition that may significantly alter the absorption of study drugs.",
        "Exclude - 15. Females of childbearing potential who do not agree to use a highly effective non-hormonal method of contraception and to abstain from donating ova within 28 days of the first dose of study treatment through 120 days after the last dose of study treatment. Highly effective non-hormonal method of contraception includes any of the following:",
        "Exclude - 1. Intrauterine device (non-hormonal)",
        "Exclude - 2. Sexual abstinence",
        "Exclude - 3. Bilateral tubal occlusion/ligation",
        "Exclude - 4. Have a vasectomized partner with confirmed azoospermia.",
        "Exclude - 16. Male participants (including males after a vasectomy) with a pregnant or non-pregnant female of childbearing potential partner who do not agree to use a highly effective barrier contraception method (condoms) within 28 days of the first dose of study treatment until 120 days of the last dose of study treatment. And male participants who do not agree to abstain from freezing or donating sperm within the same period. In addition, female partners of childbearing potential, of male participants (who has not undergone vasectomy) must use highly effective methods of contraception.",
        "Exclude - 17. Females who are pregnant or breastfeeding. Females should not get pregnant during study treatment and for 120 days after last dose of study treatment. Females should not breastfeed during administration of elacestrant and for 1 week after receiving the last dose.",
        "Exclude - 18. Known intolerance to either study drug or any of their excipients.",
        "Exclude - 19. Participants currently receiving or received any of the following medications prior to first dose of trial therapy:",
        "Exclude - 1. Known strong or moderate inducers or inhibitors of cytochrome P450 (CYP) 3A4 (including foods and herbal preparations) within 14 days or \\<5 half-lives, whichever is shorter)",
        "Exclude - 2. Herbal preparations/medications (which are not strong or moderate inducers or inhibitors of CYP3A4). These include, but are not limited to, kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng within 7 days prior to initiating trial therapy",
        "Exclude - 3. Vaccination, including but not limited to vaccination against coronavirus disease-19 (COVID-19), during the 7 days prior to randomization.",
        "Exclude - 20. Any severe medical or psychiatric condition that in the opinion of the investigator(s) would preclude the participant's participation in a clinical study."
    ],
    "short_title": "Study of Abemaciclib and Elacestrant in Participants With Brain Metastasis Due to ER+/HER-2- Breast Cancer",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Stemline Therapeutics, Inc.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a multi-site, global, open-label study that includes a phase 1b evaluation of elacestrant in combination with abemaciclib in women and men with brain metastases from estrogen receptor (ER)-positive, human epidermal growth factor receptor-2 (HER-2) negative breast cancer. Phase 1b was designed to select the recommended phase 2 dose (RP2D) and is followed by an ongoing phase 2 evaluation of elacestrant in combination with abemaciclib in participants with active brain metastases from ER-positive, HER-2 negative breast cancer.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Phase 1b Cohort 1",
                        "arm_internal_id": 0,
                        "arm_description": "Elacestrant 300 milligrams (mg) once daily (QD) + abemaciclib 100 mg twice daily (BID)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Elacestrant",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Abemaciclib",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Phase 1b Cohort 2",
                        "arm_internal_id": 1,
                        "arm_description": "Elacestrant 400 mg QD + abemaciclib 100 mg BID",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Elacestrant",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Abemaciclib",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Phase 1b Cohort 3",
                        "arm_internal_id": 2,
                        "arm_description": "Elacestrant 400 mg QD + abemaciclib 150 mg BID",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Elacestrant",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Abemaciclib",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Phase 2",
                        "arm_internal_id": 3,
                        "arm_description": "Elacestrant in combination with abemaciclib at the RP2D determined in Phase 1b",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Elacestrant",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Abemaciclib",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "clinical": {
                                    "age_numerical": ">=18",
                                    "her2_status": "Negative",
                                    "er_status": "Positive",
                                    "disease_status": [
                                        "Metastatic",
                                        "Advanced"
                                    ],
                                    "oncotree_primary_diagnosis": "_SOLID_"
                                }
                            },
                            {
                                "genomic": {
                                    "hugo_symbol": "ERBB2",
                                    "variant_category": "!Any Variation"
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}