{
    "nct_id": "NCT05477264",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2022-07-28",
    "study_start_date": "2023-03-02",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Tislelizumab"
            }
        ]
    },
    "long_title": "Phase II Study of Concurrent Tislelizumab and Radiotherapy for Treatment-naïve, Newly Diagnosed Low-risk Extranodal NK/T-cell Lymphoma, Nasal Type",
    "last_updated": "2024-04-03",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Samsung Medical Center",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 38,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Histologicallly diagnosed extranodal NK/T-cell lymphoma",
        "2. No history of prior treatment",
        "3. Stage IE/IIE(cases involving the nasal cavity, nasopharynx, and oral cavity only)",
        "4. International prognostic index(PINK, PINK-E risk score): 0-1",
        "5. 19 years and older",
        "6. ECOG PS: 0-2",
        "7. AT least one measurable and assessable lesion at least 1.5cm in size on CT or PET/CT scan",
        "8. Adequate bone marrow function, as defined by the following laboratory values(If cytopenia is associated with bone marrow involvement, the subject is excluded):",
        "* Absolute neutrophil \\> 1,500/mm3",
        "* Hemoglobin \\> 9.0g/dL",
        "* Platelet \\> 75,000/mm3",
        "9. Adequate organ function, as defined by the following laboratory values",
        "* Total bilirubin, AST/ALT \\< 3xULN",
        "* Serum creatinine ≤ 2.0mg/dL",
        "10. Voluntary written informed consent to undergo chemotherapy and radiotherapy",
        "11. Female subjects are required to meet the following criteria:",
        "* Pregnancy test: For women of childbearing potential, a negative serum or urine pregnancy test at screening",
        "* Contraception: For both male and female subjects, use of highly effective contraception throughout the study period and, if at risk of pregnancy, for at least 6 months after the last dose of the study treatment",
        "12. Having tumor tissue sample in storage available for targeted sequencing",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. History of prior treatment(chemotherapy, radiotherapy, or targeted therapy) to treat extranodal NK/T-cell lymphoma",
        "Exclude - 2. Stage III/IV at diagnosis or stage IE-IIE with extranodal(cutaneous, soft tissue, gastrointestinal, brain, spinal cord, bone marrow, etc.)",
        "Exclude - 3. International prognostic index(PINK, PINK-E): ≥ 2",
        "Exclude - 4. Has a concomitant malignancy or had a malignancy(except for appropriately treated basal or squamous cell carcinoma or cervical carcinoma in situ) in the last 3 years prior to initiation of the study treatment",
        "Exclude - 5. Underwent a major surgery within 21 days prior to initiating the study treatment, or has not recovered from serious side effects of surgery",
        "Exclude - 6. Concomitant use of immunosuppressants, except for the following:",
        "Exclude - * Intranasal, inhaled, or topical steroid, or local steroid injection(such as intra-articular injection)",
        "Exclude - * Physiological dose ≤ 10mg/day of prednisone or equivalent doses of systemic corticosteroid",
        "Exclude - * Premedication with steroids to prevent hypersensitivity reaction(such as premedication prior to a CT scan). At the discretion of the investigator, the use of prednisolone at ≥ 10mg for adrenal insufficiency may be acceptable",
        "Exclude - 7. Clinically significant, or active, cardiovascular disease",
        "Exclude - * Cerebrovascular accient/stroke: within 6 months prior to study entry",
        "Exclude - * Myocardial infarction: within 6 months prior to study entry",
        "Exclude - * Unstable angina, congestive heart failure(New York Heart Association class ≥II), or serious cardiac arrhythmias requiring medication, including any of the following",
        "Exclude - * Left ventricular ejection fraction(LVEF) \\< 50% as measured by echocardiography",
        "Exclude - * QTc\\>480msec(using the QTcF formula) on ECG at screening",
        "Exclude - * unstable angina",
        "Exclude - * ventricular arrhythmias except for benign premature ventricular contraction",
        "Exclude - * medically uncontrolled supraventricular and nodal arrhythmias",
        "Exclude - * conduction abnormality requiring a pacemaker",
        "Exclude - * valve disease with documented cardiac dysfunction",
        "Exclude - 8. Other concomitant severe and/or uncontrolled medical conditions(e.g., uncontrolled diabetes mellitus, chronic pancreatitis, active chronic hepatitis, etc.) that the investigator considers would preclude the subjects's participation in the clinical trial. Other severe acute or chronic medical conditions include colitis, inflammatory bowel disease, pneumonitis, pulmonary fibrosis, or psychiatric conditions, including recent(in the last 1 year) or active suicidal thoughts or behaviors: or laboratory abnormalities the, in the investigator's opinion, may increase the risk associated with participation in the clinical trial or study treatment, or that may interfere with the interpretation of clinical trial results.",
        "Exclude - 9. Active infection requiring ststemic therapy",
        "Exclude - 10. Active autoimmune disease that may be exacerbated upon administration of immunostimulants. However, subjects with type I diabetes mellitus, vitiligo, psoriasis, or hypothyroidism or hyperthyroidism not requiring immunosuppressive treatment are eligible",
        "Exclude - 11. Incapable of understanding or complying with clinical trial instructions and requirements, or have a history of noncompliance with medical therapy",
        "Exclude - 12. Pregnant or nursing(breastfeeding) women. Pregnancy is defined as the condition of a woman form pregnancy as confirmed by positive serum hCG laboratory test(\\>5mIU/mL) to termination of pregnancy.",
        "Exclude - 13. Live vaccination is prohibited, except for influenza and COVID vaccines are allowed, within 2 weeks prior to the first dose of tislelizumab and during clinical trial participation, and inactivated vaccines are allowed.",
        "Exclude - 14. Hepatitis B virus(HBV) related liver disease, such as the following:",
        "Exclude - * Chronic hepatitis with cirrhosis",
        "Exclude - * HBV reactivation(However, hepatitis B surface antigen positive subjects who are asymptomatic and do not require treatment can be enrolled at the discretion of the investigator)",
        "Exclude - * Hepatitis B virus(HBV) infection at screening(HBV surface antigen-positive and HBV DNA positive)",
        "Exclude - * Hepatitis C virus(HCV) infection at screening(HCV RNA positive if positive for anti-HCV antibody at screening)"
    ],
    "short_title": "Concurrent Tislelizumab and Radiotherapy in Newly Diagnosed Extranodal NK/T-cell Lymphoma, Nasal Type",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Won Seog Kim",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This clinical trial intends to analyze the efficacy of PD-1 inhibitor combined with radiotherapy for newly diagnosed NK/T-cell lymphoma. The investigational product in this clinical trial is tislelizumab, a PD-1 inhibitor.\n\nAs a rationale for using PD-1 inhibitors in patients with NK/T-cell lymphoma, their efficacy has been proved several times mostly in patients with relapsed NK/T-cell lymphoma.\n\nPatients with low-stage NK/T-cell lymphoma usually receive high-concentration cytotoxic chemotherapy combined with radiotherapy, with treatment response rates of approximately 60 to 80%, but 80-90% of them experience hematological and non-hematologic toxicities during treatment.\n\nTherefore, this study intends to determine the efficacy and safety of PD-1 inhibitor(Tislelizumab) combined with radiotherapy as a first-line therapy compared with pre-existing cytotoxic chemotherapy combined with radiotherapy in patients with NK/T-cell lymphoma with low stage and International Prognostic Index.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Tislelizumab therapy",
                        "arm_internal_id": 0,
                        "arm_description": "Induction therapy: Tislelizumab combined with radiation\n\nMaintenance therapy(after termination of combination therapy)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Tislelizumab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=19",
                            "disease_status": [
                                "Untreated",
                                "Early Stage"
                            ],
                            "oncotree_primary_diagnosis": "Lymphoid Neoplasm"
                        }
                    }
                ]
            }
        ]
    }
}