{
    "nct_id": "NCT04807257",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-03-19",
    "study_start_date": null,
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Combination Product: Auger Molecular Therapy (AMT)"
            }
        ]
    },
    "long_title": "A First-in-Human Study of Auger Molecular Therapy (AMT) in Patients With Malignant Cutaneous Lesions From Advanced Solid Tumors",
    "last_updated": "2024-07-24",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "NanoRay Biotech Co., Ltd.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 18,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Age ≥ 18 years.",
        "2. Histologically confirmed diagnosis of advanced head and neck cancers, breast cancers, gastrointestinal cancers, pancreatic cancers, gallbladder cancer, liver cancers, endometrial cancer, and/or prostate cancers.",
        "3. Cutaneous lesion(s) that is (are) from distant metastasis or direct invasion of tumor types as above.",
        "4. The size of lesion to be treated can be covered by the irradiation Applicator (a circle in the diameter of 6 cm, around 28.27 cm2 in surface area).",
        "5. The subject must have malignant cutaneous lesion thickness of ≤0.7 cm",
        "6. The subject must have measurable disease by the square grid methods using transparency wound dressing or projection light.",
        "7. ECOG Performance Status ≤ 3.",
        "8. Adequate organ functions determined within 4 weeks prior to enrollment defined as:",
        "* Hematologic: (ANC) ≥ 1.0 × 109/L; Hemoglobin ≥ 9 g/dL; Platelet count ≥ 100 × 109/L; PT or PTT ≤ 1.5 ×upper limit of normal value (ULN).",
        "* Hepatic function: bilirubin \\< 2 × ULN, and AST and ALT \\< 3 × ULN.",
        "* Renal Function: creatinine clearance \\> 50 mL/min.",
        "9. Provided written informed consent in accordance with all applicable regulations and followed the study procedures.",
        "10. Subjects are capable of understanding the investigational nature, potential risks and benefits of the study.",
        "11. A subject who is receiving concurrent systemic therapy, including chemotherapy and immunotherapy, can be recruited without ceasing the systemic therapy. However, the subject should be discontinued from the trial if the subject requires treatment with a new systemic therapy.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Restless patients who are unable to lie or sit in a cast for 25 mins.",
        "Exclude - 2. Hypersensitive to the study drug.",
        "Exclude - 3. Patients with connective tissue diseases",
        "Exclude - 4. Patients with known syndromes associated with radiation sensitivity.",
        "Exclude - 5. Patients with prior radiotherapy to the area which could compromise safety of additional treatments.",
        "Exclude - 6. Lesion(s) that is derived from localized and curable tumor(s).",
        "Exclude - 7. Lesion(s) with friable surface or necrotic changes.",
        "Exclude - 8. Lesion(s) locates on the eyelid, the eye, the genitalia, the lip and near the carotid artery that might expose the patients in a great risk when receiving irradiation.",
        "Exclude - 9. Uncontrolled intercurrent illness, such as severe infection, symptomatic heart disease, etc.",
        "Exclude - 10. Concomitant treatment with therapeutic anticoagulants.",
        "Exclude - 11. Receiving or requiring immunosuppressive therapies.",
        "Exclude - 12. Human immunodeficiency virus (HIV) infection.",
        "Exclude - 13. Any underlying medical conditions, which in the opinion of the investigator, would make the study hazardous or make it difficult to monitor adverse effects.",
        "Exclude - 14. Participation in any investigational drug study within 4 weeks prior to screening.",
        "Exclude - 15. Pregnant or breast-feeding female. Note: Confirmation that women of child- bearing potential are not pregnant. A negative serum or urine β-human chorionic gonadotropin (β-hCG) pregnancy test result is to be obtained during the screening period.",
        "Exclude - 16. Fertile males and females who are unwilling to employ adequate means of contraception (e.g., condom with spermicide, diaphragm with spermicide, birth control pills, injections, patches, or intrauterine device) during the study and through 4 to 6 months after the study.",
        "Exclude - 17. Patients with a QTcF \\>470 ms on screening."
    ],
    "short_title": "Auger Molecular Therapy (AMT) for Malignant Cutaneous Lesions Treatment",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "NanoRay Biotech Co., Ltd.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a first-in-human, single-arm, open-label, dose escalating study to determine the safety and the recommended maximum tolerated dose of the AMT in subjects with malignant cutaneous lesions.\n\nAMT is a combination therapy of a drug (IUdR) and a device (AUTRON Therapy System). IUdR is an iodinated thymidine analogue that is preferentially incorporated into DNA in rapid growing cells. The AUTRON Therapy System generates characteristic X-Ray photons around 33.4 keV, matching the K-edge energy of Iodine (33.17 keV), which can efficiently induce Auger electron emissions from IUdR in cancer DNA, resulting in extensive DNA damage and cancer cell death.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Patients with Malignant Cutaneous Lesions from Advanced Solid Tumors",
                        "arm_internal_id": 0,
                        "arm_description": "The IUdR, which is manufactured as lyophilized powder for injection, is dissolved by normal saline before use.\n\nThere are three cohorts with escalating doses of IUdR starting from an injection dose of 0.1 mL per lesion surface area unit of 1 cm2 and if tolerated, escalate to 0.2 mL/cm2 and to 0.25 mL/cm2 as presented below. Meanwhile, the upper limit of total injection doses of IUdR in the 3 levels are 2.83, 5.65, and 7.07ml , which correspond to 0.059, 0.118, and 0.147 mg/kg for a 60 kg adult, respectively. The dose of AUTRON Therapy System irradiation for all 3 cohorts keeps fixed at 25 Gy over 5 days (5 Gy/day).",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Combination Product: Auger Molecular Therapy (AMT)",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=18",
                            "disease_status": [
                                "Advanced",
                                "Localized"
                            ],
                            "oncotree_primary_diagnosis": "Cutaneous Squamous Cell Carcinoma"
                        }
                    }
                ]
            }
        ]
    }
}