{
    "nct_id": "NCT04036682",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2019-07-30",
    "study_start_date": "2019-10-31",
    "study_completion_date": "",
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: CLN-081"
            }
        ]
    },
    "long_title": "A Phase 1/2, Open-Label, Multi-Center Trial to Assess Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Efficacy of CLN-081 in Patients With Locally-Advanced or Metastatic Non-Small Cell Lung Cancer Harboring EGFR Exon 20 Insertion Mutations Who Have Previously Received Platinum-Based Systemic Chemotherapy",
    "last_updated": "2025-03-13",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA, Victor LEE",
    "principal_investigator_institution": "Cullinan Therapeutics Inc., HKU",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [
        "Cullinan-Pearl",
        "CTC 1927",
        "UW19-570"
    ],
    "protocol_no": "",
    "protocol_target_accrual": 284,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria",
        "1. Histologically or cytologically confirmed locally advanced or metastatic NSCLC (all patients).",
        "2. Documented EGFR ex20ins mutation demonstrated by a validated test listed in Section 9.7 and performed in a Clinical Laboratory Improvement Amendments (CLIA)-certified or equivalent laboratory (all patients other than Module A Food Effect PK Assessment Module). Institutions that don't have access to these tests should contact the sponsor for assistance.",
        "3. Prior treatment in the recurrent/metastatic disease setting including:",
        "1. A platinum-based chemotherapy regiment (or other chemotherapy regimen if platinum-based chemotherapy is contra-indicated)",
        "2. Any other approved standard therapy that is available to the patient, unless this therapy is contraindicated, intolerable to the patient, or is declined by the patient. In the case of a patient declining such therapy, documentation that the patient has been informed and declined should be documented in the medical record.",
        "3. No prior therapy is required for patients enrolled on Module A.",
        "4. Prior therapy with an agent approved by the local regulatory authorities for the treatment of EGFR ex20ins mutant NSCLC (Module C only).",
        "4. Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST 1.1) (except for patients enrolled on Module A).",
        "5. Age ≥ 18 years.",
        "6. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.",
        "7. Ability to take pills by mouth.",
        "8. Have the following laboratory values:",
        "1. Serum creatinine \\< 1.5 × upper limit of normal (ULN) or calculated creatinine clearance (CrCl) must be ≥ 50 mL/min/1.73 m2 (if calculated by Cockroft-Gault formula, the actual body weight must be used for CrCl unless body mass index \\[BMI\\] \\>30 kg/m2 then lean body weight must be used).",
        "2. Total bilirubin ≤ 1.5 × ULN unless prior history of Gilbert's syndrome.",
        "3. AST and ALT ≤ 2.5 × ULN, or ≤ 5 × ULN if due to liver involvement by tumor.",
        "4. Hemoglobin ≥ 9.0 g/dL in the absence of transfusion ≤ 14 days prior to the first dose of study drug on C1D1.",
        "5. Platelets ≥ 100 × 109 cells/L in the absence of transfusion \\<14 days prior to the first dose of study drug on Cycle 1 Day 1 (C1D1).",
        "6. Absolute neutrophil count ≥ 1.5 ×109 cells/L.",
        "9. For Module A patients only: patients must have a negative coronavirus disease 2019 (COVID-19) polymerase chain reaction test prior to enrolment.",
        "10. For Module B and Module C patients only: verification of suitable archived tumor tissue available at the participating center for biomarker analysis. A fresh biopsy is required if an archived sample is not available.",
        "11. Ability to understand and the willingness to sign a written informed consent document.",
        "Exclude - Exclusion Criteria",
        "Exclude - R6, Phase 1 Expansion, Phase 2a, Module A and Module B Patients Only",
        "Exclude - 1. Prior treatment with an EGFR ex20ins -targeting drug (eg, including, but not limited to poziotinib, mobocertinib, amivantamab, DZD9008, BDTX-189).",
        "Exclude - Note: enrolment of patients treated previously with EGFR ex20ins-targeting drugs allowed selectively during accelerated titration dose escalation and Module C only.",
        "Exclude - Module A Food Effect PK Assessment Module patients only",
        "Exclude - 2. Conditions that compromise esophageal or gastrointestinal (GI) function, including esophageal, gastric, pancreatic, hepatobiliary, or small bowel carcinomas, or history of gastric resection.",
        "Exclude - 3. Recurrent diarrhea, nausea, or vomiting.",
        "Exclude - 4. Unable to refrain from or anticipates the use of:",
        "Exclude - 1. Any drug, including prescription and non-prescription medications, including drugs that change gastrointestinal motility (eg, loperamide) or gastric pH (eg, antacids, H2 antagonists, proton pump inhibitors), herbal remedies, or vitamin supplements within 14 days prior to the first dosing on Day 1 to follow-up.",
        "Exclude - 2. Any drugs known to be inhibitors or inducers of CYP3A enzymes and/or P-glycoprotein (P-gp), including St. John's Wort and grape fruit juice, within 28 days prior to the first dosing and throughout the PK assessment.",
        "Exclude - 5. Any allergies to the composition of the high fat meal.",
        "Exclude - 6. Patients who use tobacco products.",
        "Exclude - All Patients",
        "Exclude - 7. History of COVID-19-related pneumonitis requiring hospitalization.",
        "Exclude - 8. History of COVID-19 infection within 4 weeks prior to enrolment, or clinically significant pulmonary symptoms related to prior COVID-19 pneumonitis.",
        "Exclude - 9. Treatment with any of the following:",
        "Exclude - 1. An EGFR TKI ≤ 8 days or 5 × the terminal phase t1/2, whichever is longer, prior to the first dose of study drug on C1D1.",
        "Exclude - 2. Systemic anticancer treatment (excluding EGFR-TKIs as described above) within 14 days prior to the first dose of study drug on C1D1.",
        "Exclude - 3. Immunotherapy ≤ 28 days prior to the first dose of study drug on C1D1.",
        "Exclude - 4. Radiotherapy \\< 28 days and palliative radiation ≤ 14 days prior to the first dose of study drug on C1D1. If irradiated, lesions must have demonstrated clear-cut progression prior to being eligible for evaluation as target lesions.",
        "Exclude - 5. Major surgery (excluding placement of vascular access) ≤ 28 days of the first dose of study drug on C1D1.",
        "Exclude - 10. Have any unresolved toxicity of Grade ≥ 2 from previous anti-cancer treatment, except for alopecia and skin pigmentation. Patients with chronic but stable Grade 2 toxicities may be allowed to enroll after agreement between the Investigator and Sponsor.",
        "Exclude - 11. Have known or suspected leptomeningeal metastasis. Have known or suspected brain metastases or spinal cord compression, unless the condition has been asymptomatic, treated with surgery and/or radiation (if clinically indicated), and has been stable without requiring escalating corticosteroids or anti-convulsant medications for at least four weeks prior to the first dose of study drug on C1D1.",
        "Exclude - 12. Prior therapy with CLN-081.",
        "Exclude - 13. Known hypersensitivity to CLN-081 or any drugs similar in structure or class.",
        "Exclude - 14. Past medical history of interstitial lung disease, drug-induced interstitial lung disease, treatment-related pneumonitis, or any evidence of clinically active interstitial lung disease.",
        "Exclude - 15. Cardiac conditions as follows: Patient has a history of congestive heart failure (CHF) Class III/IV according to the New York Heart Association (NYHA) Functional Classification or serious cardiac arrhythmias requiring treatment.",
        "Exclude - 16. Resting QTcF \\> 470 msec.",
        "Exclude - 17. Patient is unable to take drugs po due to disorders or diseases that may affect GI function, including but not limited to inflammatory bowel diseases (eg, Crohn's disease, ulcerative colitis) or malabsorption syndrome, or procedures that may affect gastrointestinal function, such as gastrectomy, enterectomy, or colectomy.",
        "Exclude - 18. Have any condition or illness that, in the opinion of the Investigator, might compromise patient safety or interfere with the evaluation of the safety of the drug.",
        "Exclude - 19. Pregnant or lactating females; females of child-bearing potential (FOCBP) must have a negative serum pregnancy test at within seven days prior to receiving study drug on C1D1. FOCBP and males with partners of child-bearing potential must agree to use adequate birth control (Section 16.3) throughout their participation and for six months following the last dose of study treatment.",
        "Exclude - 20. History of another primary malignancy within 2 years prior to starting study drug on C1D1, except for adequately treated basal or squamous cell carcinoma of the skin or cancer of the cervix in situ.",
        "Exclude - 21. Uncontrolled intercurrent illness including, but not limited to, uncompensated respiratory, cardiac, hepatic, or renal disease, active infection (including human immunodeficiency virus (HIV) and active clinical tuberculosis), or renal transplant; ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or gastritis, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "Exclude - 22. For patients with a history of hepatitis B (HBV), negative PCR test is required. Patients with active hepatitis B (HBV) infection \\[as defined by a positive hepatitis B serum antigen (HBsAg) test and detectable HBV deoxyribonucleic acid (DNA)\\]. Patients ineligible due to detectable levels of HBV DNA at baseline may be rescreened for enrolment if their HBV DNA levels become undetectable after treatment with antiviral agents, and upon agreement between the Investigator and Sponsor.",
        "Exclude - 23. For patients with a history of hepatitis C, active infection as defined by a reactive hepatitis C virus (HCV) antibody test and detectable HCV ribonucleic acid (RNA).",
        "Exclude - 24. Active bleeding disorders.",
        "Exclude - 25. The patient is, in the Investigator's opinion, unable or unwilling to comply with the trial procedures."
    ],
    "short_title": "A Phase 1/2 Trial of CLN-081 in Patients With Non-Small Cell Lung Cancer",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Cullinan Therapeutics Inc.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "CLN-081-001 is a Phase 1/2, open label, multi-center study of CLN-081 in patients with non-small cell lung cancer (NSCLC) harboring EGFR (epidermal growth factor receptor) exon 20 insertion mutations, to characterize the safety, determine the recommended Phase 2 dose (RP2D), and evaluate efficacy.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Phase 1 Dose Escalation (Accelerated Titration)",
                        "arm_internal_id": 0,
                        "arm_description": "CLN-081 BID in single patient dose escalation cohorts enrolling NSCLC patients with EGFR exon 20 insertion mutations that either have received or never received prior EGFR TKIs.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: CLN-081",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Phase 1 Dose Escalation (Rolling Six)",
                        "arm_internal_id": 1,
                        "arm_description": "CLN-081 BID in Rolling Six dose escalation cohorts enrolling NSCLC patients with EGFR exon 20 insertion mutations.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: CLN-081",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Phase 2a Dose Expansion(s)",
                        "arm_internal_id": 2,
                        "arm_description": "CLN-081 BID in expansion cohorts that may be opened at doses that meet pre-specified efficacy and safety criteria.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: CLN-081",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Module A Food Affect",
                        "arm_internal_id": 3,
                        "arm_description": "Single-dose CLN-081 150 mg with and without high fat food intake.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: CLN-081",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Module B",
                        "arm_internal_id": 4,
                        "arm_description": "CLN-081 BID in NSCLC patients with EGFR exon 20 insertion mutations that have received prior systemic therapy for locally advanced or metastatic disease.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: CLN-081",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Module C",
                        "arm_internal_id": 5,
                        "arm_description": "CLN-081 BID to patients with EGFR exon 20 insertion mutant NSCLC after prior therapy with an agent approved for the treatment of ex20ins mutant NSCLC.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: CLN-081",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "clinical": {
                                    "age_numerical": ">=18",
                                    "disease_status": [
                                        "Locally Advanced",
                                        "Metastatic",
                                        "Recurrent"
                                    ],
                                    "oncotree_primary_diagnosis": "Non-Small Cell Lung Cancer"
                                }
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "Mutation"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}