{
    "nct_id": "NCT06235437",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2024-02-01",
    "study_start_date": "2024-08-29",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Biological: ASD141"
            }
        ]
    },
    "long_title": "A Phase 1, First-in-Human, Open-label, Doseescalation Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of ASD141 in Subjects with Advanced Solid Tumors",
    "last_updated": "2024-09-24",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "Yu-Min Yeh, M.D. PhD.",
    "principal_investigator_institution": "National Cheng-Kung University Hospital",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 21,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "* Subject has voluntarily agreed to participate by giving written informed consent.",
        "* Male or female ≥ 18 years of age on the day of signing informed consent.",
        "* Has a histologically or cytologically confirmed metastatic solid tumor for which there is no available therapy that is expected to convey clinical benefit.",
        "* Has at least one measurable lesion by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.",
        "* Subjects must have a performance status of ≤ 1 on the ECOG performance scale.",
        "* Subjects must have adequate organ function as indicated by the following laboratory values. Hematological Neutrophil Count (ANC) ≥ 1,500 /µL (mm3) Platelets ≥ 100,000 /µL (mm3) Hemoglobin ≥ 9 g/dL Renal estimated GFR (non-indexed)\\* ≥ 50 mL/min Hepatic Serum total bilirubin ≤ 1.5X ULN OR Direct bilirubin ≤ 1.5X ULN for subjects with total bilirubin levels \\> 1.5 ULN; ≤ 3X ULN for subjects with hepatoma or Gilbert's disease AST and ALT ≤ 2.5X ULN OR ≤ 5X ULN for subjects with active liver metastases and primary hepatoma Coagulation International normalized ratio (INR) ≤ 1.5X ULN Activated partial thromboplastin time (aPTT) ≤ 1.5X ULN",
        "* QTcF \\< 480 msec",
        "* Female subject of childbearing potential has a negative serum pregnancy test.",
        "* Female subjects of childbearing potential and male subjects must be willing to use adequate contraceptive methods during the study treatment and for at least 90 days after the last dose of study treatment. Acceptable contraceptive methods include implants, injectables, combined oral contraceptives, intra-uterine devices (IUDs), sexual abstinence, diaphragm with spermicide, cervical cap with spermicide, male or female condom with spermicide or a partner who is sterile. Spermicides alone are not an acceptable method of contraception.",
        "* Has provided a tumor tissue sample (latest archival or newly obtained core or excisional biopsy of a tumor lesion).",
        "Exclude - Exclusion Criteria:",
        "Exclude - * Has had curative radiotherapy, investigational or approved cancer therapy (e.g., chemotherapy, biologics, hormone \\[e.g., tamoxifen, leuprolide\\]) within 2 weeks or 5 halflives (whichever is shorter) prior to the first dose of study treatment.",
        "Exclude - * Has not recovered to Common Toxicity Criteria for Adverse Events (CTCAE) Grade 1 or better from the adverse events due to previous anti-cancer therapy prior to the first dose of study treatment, with the exception of alopecia and ≤ Grade 2 peripheral neuropathy.",
        "Exclude - * Has used an investigational device or has had major surgery within 4 weeks prior to the first dose of study treatment.",
        "Exclude - * Has received previous treatment with another agent targeting the CD11b receptor.",
        "Exclude - * Is expected to require any other forms of antineoplastic therapy while participating in the study.",
        "Exclude - * Is on chronic systemic steroid therapy in excess of replacement doses or on any other form of immunosuppressive medication.",
        "Exclude - * Has a history of a previous additional malignancy unless potentially curative treatment has been completed with no evidence of malignancy for at least 2 years prior to the first dose of study treatment. Subjects with carcinoma in situ of any origin are eligible.",
        "Exclude - * Has active central nervous system (CNS) metastases and/or carcinomatous meningitis.",
        "Exclude - Subjects with CNS metastases are eligible if they are asymptomatic (including those who have never received any treatment) and not requiring concurrent treatment, including but not limited to surgery, radiation, corticosteroids and/or anticonvulsants to treat CNS metastases.",
        "Exclude - * Has an active autoimmune disease.",
        "Exclude - * Has an acute active infection requiring systemic treatment.",
        "Exclude - * Has interstitial lung disease.",
        "Exclude - * Has active or a history of non-infectious pneumonitis requiring steroids.",
        "Exclude - * Has symptomatic ascites or pleural effusion.",
        "Exclude - * Has previously had a hematopoietic stem cell transplant or solid organ transplant.",
        "Exclude - * Is known to have active chronic or acute Hepatitis B; however, subjects with HBV DNA",
        "Exclude - ≤ 2000 IU/mL with or without antiviral therapy are eligible.",
        "Exclude - * Has received a live-virus vaccine within 4 weeks prior to the first dose of study treatment.",
        "Exclude - * Has received an mRNA vaccine within 4 months prior to the first dose of study treatment.",
        "Exclude - * Has any of the following condition within 3 months of the first dose of study treatment:",
        "Exclude - deep vein thrombosis, pulmonary embolism, myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft, congestive heart failure, or cerebrovascular accident including transient ischemic attack.",
        "Exclude - * Has a history of allergic reactions to any of the components of ASD141 Injection (i.e., sodium citrate, sucrose, and polysorbate 80).",
        "Exclude - * Has a history of severe hypersensitivity or anaphylactic reactions (e.g., shock, asthma etc.).",
        "Exclude - * Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study.",
        "Exclude - * Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating Investigator."
    ],
    "short_title": "Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of ASD141",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Ascendo Biotechnology Co., Ltd.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a Phase I study designed to evaluate if ASD141 is safe, tolerable, and efficacious in participants with advanced solid tumors.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "ASD141",
                        "arm_internal_id": 0,
                        "arm_description": "IV, Monotherapy",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Biological: ASD141",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=18",
                            "disease_status": [
                                "Metastatic"
                            ],
                            "oncotree_primary_diagnosis": "_SOLID_"
                        }
                    }
                ]
            }
        ]
    }
}