{
    "nct_id": "NCT04938583",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-06-24",
    "study_start_date": "2021-03-17",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Carboplatin"
            },
            {
                "drug_name": "Biological: Oregovomab"
            },
            {
                "drug_name": "Drug: Bevacizumab"
            },
            {
                "drug_name": "Drug: Paclitaxel"
            }
        ]
    },
    "long_title": "Phase 1b/2, Single Arm Clinical Trial to Evaluate the Safety and Activity of Oregovomab and Bevacizumab, Paclitaxel Carboplatin as a Combinatorial Strategy in Subjects With BRCA-wild Type Platinum Sensitive Recurrent Ovarian Cancer",
    "last_updated": "2023-10-17",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "Dr Jung KH, MD",
    "principal_investigator_institution": "Asan Medical Hospital",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 54,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Adult females (19 years old and older) with CA125-associated recurrent epithelial adenocarcinoma of ovarian, fallopian tube or peritoneal origin.",
        "2. Have one of the eligible histologic epithelial cell types: serous adenocarcinoma, endometrioid adenocarcinoma, undifferentiated carcinoma, clear cell adenocarcinoma, mixed epithelial carcinoma, carcinosarcoma, transitional cell carcinoma, malignant Brenner's Tumor, or adenocarcinoma not otherwise specified (N.O.S.).",
        "3. Patients must have had a complete or partial response to front-line platinum-based therapy (at least three cycles) and a treatment -free interval without clinical evidence of progressive disease at least 6 months.",
        "4. No known deleterious or pathogenic germline or somatic BRreast CAncer gene (BRCA) mutation",
        "5. Must have had an elevated serum CA125 \\> 2 times of UNL measured at the first diagnosis or screening within 28 days of start of study treatment.",
        "6. Must have measurable disease, including identification of marker lesions, by radiographic or physical criteria suitable for evaluation according to RECIST v1.1 for documentation of disease response or progression.",
        "7. Must have a ECOG Performance Status of 0, 1 or 2",
        "8. Must have adequate organ function defined as:",
        "1. neutrophil count ≥1000 μL",
        "2. platelet count ≥100,000 μL",
        "3. Hemoglobin \\>9.0 g/dl",
        "4. Serum creatinine \\<1.5 times the upper normal limits (UNL) or creatinine clearance \\> 45 mL/min/1.73 m2",
        "5. bilirubin \\<1.5 times the UNL",
        "6. SGOT and SGPT \\< 2 times the UL",
        "9. Must have voluntarily agreed to participate and have signed the informed consent, and are willing to complete all study procedures.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Patients who have received more than one line of chemotherapy (maintenance is not considered a second line)",
        "Exclude - 2. Have an active autoimmune disease (e.g., rheumatoid arthritis, SLE, ulcerative colitis, Crohn's Disease, MS, ankylosing spondylitis) requiring continuing immune suppressive therapy",
        "Exclude - 3. Use of immunosuppressants within 28 days prior to the first administration of the current or clinical trial drug. However, intranasal, inhalation, and systemic administration of prednisone 10 mg/day or a physiological dose not exceeding the equivalent dose of corticosteroids are recognized as exceptions.",
        "Exclude - 4. Known allergy to murine proteins or have had a documented anaphylactic reaction to any drug, or a known hypersensitivity to diphenhydramine or other antihistamines of similar chemical structure.",
        "Exclude - 5. Known active hepatitis B virus (HBV) or hepatitis C virus (HCV) infections (testing during the study is not mandatory).",
        "Exclude - 6. Recognized immunodeficiency condition including human immunodeficiency virus (HIV) infection, cellular immunodeficiencies, hypogamma globulinemia or dysgammaglobulinemia; subjects who have acquired, hereditary, or congenital immunodeficiency's, including HIV infection",
        "Exclude - 7. Patients with previous solid organ transplantation",
        "Exclude - 8. Evidence of clinically significant cardiovascular conditions including uncontrolled hypertension, myocardial infarction within 1 year, uncontrolled or unstable angina, congestive heart failure (New York Heart Association Class III or IV), arrhythmia (Grade 2 or higher), chronic obstructive pulmonary disease, clinical significant proteinuria (\\>1g/24hr urine)",
        "Exclude - 9. Patients with other invasive malignancies, with the exception of non-melanomatous skin cancer, who had (or have) any evidence of the other cancer present within the last 5 years or whose previous cancer treatment contraindicates with this protocol.",
        "Exclude - 10. Have ever previously received oregovomab or bevacizumab",
        "Exclude - 11. Patients who received major surgical procedure within 28days",
        "Exclude - 12. Pregnant or breast-feeding"
    ],
    "short_title": "Oregovomab in Combination With Bevacizumab Plus Chemo in BRCA Wild Type Platinum Sensitive Recurrent Ovarian Cancer",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "CanariaBio Inc.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a single arm phase 1b/2 evaluation of the combination of oregovomab, and bevacizumab, paclitaxel carboplatin in adult subjects with CA125-associated, advanced recurrent epithelial ovarian, fallopian tube or peritoneal carcinoma (FIGO Stage III/IV) with BRCA-wild type, previously treated with 1 prior lines of therapy, and with platinum free intervals of \\>6 months since last platinum-based treatment.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "oregovomab, bevacizumab, paclitaxel and carboplatin",
                        "arm_internal_id": 0,
                        "arm_description": "Combination of anti-angiogenesis and Chemo-immunotherapy",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Biological: Oregovomab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Bevacizumab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Paclitaxel",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "3",
                                "level_description": "Drug: Carboplatin",
                                "level_internal_id": 3,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "or": [
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Ovarian Epithelial Tumor"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Ovarian Cancer, Other"
                                        }
                                    }
                                ]
                            },
                            {
                                "clinical": {
                                    "age_numerical": ">=19",
                                    "gender": "Female",
                                    "disease_status": [
                                        "Recurrent"
                                    ]
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}