{
    "nct_id": "NCT05456256",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2022-07-13",
    "study_start_date": "2023-03-01",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Pemetrexed"
            },
            {
                "drug_name": "Drug: Carboplatin"
            },
            {
                "drug_name": "Drug: LP-300"
            }
        ]
    },
    "long_title": "Phase II Trial of LP-300 in Combination With Carboplatin and Pemetrexed in Never Smoker Patients With Relapsed Advanced Primary Adenocarcinoma of the Lung After Treatment With Tyrosine Kinase Inhibitors (The HARMONIC Study)",
    "last_updated": "2025-11-20",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Lantern Pharma Inc.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 90,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Patients with confirmed histopathological diagnosis of inoperable advanced (Stage III or IV) primary adenocarcinoma (including bronchioalveolar cell carcinoma) of the lung with specific actionable genomic alterations (e.g., mesenchymal epithelial transition (MET) exon14 skipping mutations, anaplastic lymphoma kinase (ALK), epidermal growth factor receptor (EGFR), neurotrophic tyrosine receptor kinase (NTRK) fusions, etc.). If pathological or radiological findings are inconclusive for a diagnosis of primary adenocarcinoma of the lung, additional studies must be performed to confirm primary lung versus metastatic adenocarcinoma. Patients with no known actionable genomic alterations are ineligible to enroll in the study.",
        "2. Locally advanced inoperable or metastatic lung cancer.",
        "3. Patients must be never smokers: a never smoker is an adult who has never smoked, or who has smoked less than 100 cigarettes (or equivalent in other products such as vapes, cigars, pipes, hookahs, and marijuana use) in his or her lifetime. Note: a patient with actionable genomic alteration(s) who is a former smoker may be enrolled if such a patient would ordinarily be treated with pemetrexed and carboplatin combination based on institutional standard clinical practice; consultation with the sponsor's Medical monitor would be required",
        "4. Patients who have received systemic treatment with tyrosine kinase inhibitors (TKIs) for non-small cell lung cancer but have experienced disease progression, unacceptable TKI-related toxicities, or are unable to tolerate the further use of TKIs.",
        "5. Prior radiation therapy is allowed, provided (1) that at least one area of measurable tumor (by computed tomography (CT) scan with at least one target lesion) per Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 that has not been subject to prior irradiation, and (2) that any such therapy is completed and any radiation-induced sequelae are recovered at least 21 days before randomization.",
        "6. Patients with an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.",
        "7. Patients who are at least 18 years of age.",
        "8. Patients with documented stable central nervous system (CNS) metastases with no cognitive deficits, or progressive sensory or motor deficits, or seizures during the last 21 days prior to enrollment are eligible. Patients must have discontinued anti-seizure medications and steroids at least 14 days prior to patient enrollment.",
        "9. Patients must have fully recovered from any prior major surgical or diagnostic staging procedure (e.g., thoracotomy, mediastinoscopy), and have a post-operative status of at least 30 days before enrollment.",
        "10. Patients must have adequate bone marrow, adequate hepatic function, and baseline creatinine levels documented by specific laboratory criteria within 21 days prior to enrollment, including the following:",
        "* White blood cell count ≥ 2 x 10\\*9/L",
        "* Absolute neutrophil count (ANC) ≥ 1.5 x 10\\*9/L",
        "* Hemoglobin ≥ 10 g/dL",
        "* Platelet count ≥ 100 x 10\\*9/L",
        "* Total bilirubin \\< 1.5 x the upper limit of normal (ULN). For patients with Gilbert's syndrome, total bilirubin \\< 2.5 x ULN",
        "* Aspartate aminotransferase/ serum glutamic oxaloacetic transaminase (AST/SGOT) ≤ 2.5 x ULN",
        "* Alanine aminotransferase/ serum glutamic pyruvic transaminase (ALT/SGPT) ≤ 2.5 x ULN",
        "* Alkaline phosphatase ≤ 2.5 x ULN",
        "* Baseline serum creatinine level no greater than 1.5 mg/dL or 133 μmol/L.",
        "* Creatinine clearance ≥ 45 mL/min as calculated using the Cockcroft-Gault methodology (Cockcroft 1976)",
        "* Magnesium ≥ 1.7 mg/dL",
        "11. Female patients of child-bearing potential must have a negative pregnancy test and must agree to use an acceptable contraceptive method during the study and for 12 weeks after their last dose of study treatment. Male patients with partners of child-bearing potential must also agree to use an adequate method of contraception for the duration of the study and for 12 weeks after their last dose of study treatment.",
        "Note: a) A patient is considered of childbearing potential if she is biologically capable of having children and is sexually active. Medically acceptable contraceptives include: (1) surgical sterilization (such as a tubal ligation, hysterectomy, or vasectomy), (2) approved hormonal contraceptives (such as birth control pills, patches, implants or injections), (3) barrier methods (such as a condom or diaphragm) used with a spermicide (only if used in combination with another mentioned method), or (4) an intrauterine device (IUD). Contraceptive measures and other medications sold for emergency use after unprotected sex, are not acceptable methods for routine use. If a female patient becomes pregnant, study therapy must be discontinued immediately. Lastly, b) the period for use of contraception after last dose of pemetrexed or carboplatin should be determined by the domestic drug labels and/or institutional standard clinical practice. For S Korea, contraception is to be used for 6 months after the last dose.",
        "12. Patients must have been disease-free at least two years for other malignancies, excluding:",
        "* Curatively-treated basal cell carcinoma,",
        "* Ductal carcinoma in situ (DCIS) of the breast",
        "* Non-melanomatous carcinoma of the skin, or",
        "* Carcinoma in situ of the cervix.",
        "13. Be willing to provide an archival tumor tissue sample, if available. The archival sample must be from a tumor lesion that was not previously irradiated. Formalin-fixed, paraffin embedded (FFPE) tissue blocks are preferred to slides. The sample must have been obtained less than 36 months prior to consent.",
        "14. Provide signed, written, Institutional Review Board (IRB) approved informed consent prior to any screening procedures.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Patients with small cell, squamous cell, large cell, undifferentiated, mesothelioma, or any form of mixed (e.g., small cell and adenocarcinoma or squamous and adenocarcinoma) histopathological diagnosis of primary lung cancer.",
        "Exclude - 2. Patients with metastatic adenocarcinoma arising from any primary site other than the lung.",
        "Exclude - 3. Patients who have received any prior investigational agents except for investigational TKI drugs. The minimum drug washout period for all TKIs, including approved and investigational, is ≥ 5 half-lives or 2 weeks, whichever is shorter.",
        "Exclude - 4. Patients who have received chemotherapy and/or immunotherapy but transitioned to a TKI with no evidence of disease progression will be allowed to enroll. Patients who experienced disease progression while on chemotherapy and/or immunotherapy will be ineligible for the trial.",
        "Exclude - 5. Patients taking medications that are sensitive substrates of CYP2C19 or P-gp transporters",
        "Exclude - 6. Patients with recent onset (within 6 months of randomization) of congestive heart failure (New York Heart Association Classification Class II or greater), angina pectoris, unstable angina pectoris, serious uncontrolled cardiac arrhythmias, myocardial infarction, stroke, or transient ischemic attacks.",
        "Exclude - 7. Have a corrected QT interval (using Fridericia's correction formula) (QTcF) of \\> 470 msec. (average of triplicate ECGs) at Screening and/or on C1D1 (pre- dose) except for a documented bundle branch block or unless secondary to pacemaker. In the case of a documented bundle branch block or a pacemaker, discussion with the Medical Monitor is required prior to enrollment.",
        "Exclude - 8. Patients with unstable CNS metastases (characterized by progressive sensory/motor impairment, cognitive/speech impairment, or seizure activity) within 21 days before enrollment.",
        "Exclude - 9. Patients who do not have at least one (1) measurable disease site that has not been previously irradiated.",
        "Exclude - 10. Patients who are known to be positive for human immunodeficiency virus (HIV), hepatitis B virus surface antigen (HbsAg) or hepatitis C virus (HCV).",
        "Exclude - 11. Patients with active infections, active interstitial lung disease, uncontrolled high blood pressure, uncontrolled diabetes mellitus, uncontrolled seizures (not due to CNS metastases) within the last 3 months, or other serious underlying medical condition.",
        "Exclude - 12. Patients with documented hypersensitivity to any of the study medications (LP-300, pemetrexed, carboplatin and/or excipients) or supportive agents that may be used.",
        "Exclude - 13. Patients who are pregnant or are breastfeeding.",
        "Exclude - 14. Patients who have undergone blood transfusions within 10 days before randomization.",
        "Exclude - 15. Any other medical intervention or other condition which, in the opinion of the Principal Investigator, could compromise adherence to study requirements or confound the interpretation of study results.",
        "Exclude - 16. Patients who have a life expectancy of less than 3 months."
    ],
    "short_title": "A Study of LP-300 With Carboplatin and Pemetrexed in Never Smokers With Advanced Lung Adenocarcinoma",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Lantern Pharma Inc.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "The goal of this clinical trial is to determine clinical advantages for LP-300 in combination with carboplatin and pemetrexed in the never smoker patient population. The primary objectives of this study are to determine progression-free survival (PFS) and overall survival (OS) in the study-defined patient population when LP-300 is co-administered with the standard of care chemotherapy drugs carboplatin and pemetrexed compared to carboplatin and pemetrexed alone. This has been designed as a multicenter, open label, phase II trial with 90 patients to be enrolled in the United States.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "LP-300 in Combination with Pemetrexed and Carboplatin",
                        "arm_internal_id": 0,
                        "arm_description": "LP-300 (investigational drug) + Pemetrexed and Carboplatin (standard of care chemotherapies)\n\nDosing occurs on Day 1 of a 21-day cycle.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: LP-300",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Pemetrexed",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Carboplatin",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Pemetrexed and Carboplatin (Standard of Care)",
                        "arm_internal_id": 1,
                        "arm_description": "Pemetrexed and Carboplatin Only (standard of care chemotherapies)\n\nDosing occurs on Day 1 of a 21-day cycle.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Pemetrexed",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Carboplatin",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "and": [
                                    {
                                        "or": [
                                            {
                                                "clinical": {
                                                    "oncotree_primary_diagnosis": "Sarcomatoid Carcinoma of the Lung"
                                                }
                                            },
                                            {
                                                "clinical": {
                                                    "oncotree_primary_diagnosis": "Lung Adenocarcinoma In Situ"
                                                }
                                            },
                                            {
                                                "clinical": {
                                                    "oncotree_primary_diagnosis": "Non-Small Cell Lung Cancer"
                                                }
                                            }
                                        ]
                                    },
                                    {
                                        "clinical": {
                                            "age_numerical": ">=18",
                                            "disease_status": [
                                                "Advanced",
                                                "Locally Advanced",
                                                "Metastatic"
                                            ]
                                        }
                                    }
                                ]
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "MET",
                                            "variant_category": "Structural Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "ALK",
                                            "variant_category": "Any Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "Any Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "NTRK",
                                            "variant_category": "Structural Variation"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}