{
  "nct_id": "NCT06823375",
  "age": "Adults",
  "cancer_center_accrual_goal_upper": 0,
  "curated_on": "2025-02-12",
  "study_start_date": "2025-07-10",
  "study_completion_date": "",
  "data_table4": "Interventional",
  "drug_list": {
    "drug": [
      {
        "drug_name": "Drug: Atezolizumab plus Bevacizumab"
      },
      {
        "drug_name": "Radiation: Radiotherapy"
      }
    ]
  },
  "long_title": "Stereotactic Body Radiotherapy With Immunotherapy (Atezolizumab Plus Bevacizumab) in Patients With Advanced HCC and Major Portal Vein Tumour Thrombosis",
  "last_updated": "2025-07-14",
  "management_group_list": {
    "management_group": [
      {
        "is_primary": "Y",
        "management_group_name": "Group1"
      }
    ]
  },
  "oncology_group_list": {
    "oncology_group": [
      {
        "group_name": "Group1",
        "is_primary": "N"
      }
    ]
  },
  "phase": "PHASE2",
  "principal_investigator": "NA",
  "principal_investigator_institution": "Chinese University of Hong Kong",
  "program_area_list": {
    "program_area": [
      {
        "is_primary": "Y",
        "program_area_name": "Program1"
      }
    ]
  },
  "protocol_id": 0,
  "protocol_ids": [],
  "protocol_no": "",
  "protocol_target_accrual": 40,
  "protocol_type": "INTERVENTIONAL",
  "prior_treatment_requirements": [
    "Inclusion Criteria:",
    "* Patients aged ≥ 18 years old",
    "* ECOG performance 0 to 1",
    "* Confirmed diagnosis of HCC (either histologic or cytologic analysis, or clinical features according to the American Association for the Study of Liver Diseases)",
    "* Presence of major portal vein thrombosis (Vp3 \\[first-order tumour thrombosis in portal vein\\] or Vp4 \\[tumour thrombosis in the main portal vein, or portal vein branch in contralateral lobe\\]), limited to the liver and should be amenable to SBRT (Appendix)",
    "* Presence of ≤5 lesions within the liver",
    "* Gastric or esophageal varices must be screened; if interventions were performed, repeated upper endoscopy is needed to confirm healing of treated varices",
    "* Child-Pugh A liver function",
    "* Life expectancy longer than 3 months",
    "* At least one measurable treatment lesion according to RECIST 1.1",
    "* Extrahepatic metastases are allowed, limited to 3 sites, and not causing functional compromise",
    "* Written informed consent must be obtained prior to any study related procedures",
    "* Adequate haematological function (Hb ≥ 8.5g/dL; Plt ≥ 75x109/L; ANC ≥ 1.5x109/L; INR ≤ 1.5)",
    "* Adequate hepatic function (albumin ≥ 28g/L; Bilirubin ≤ 40 μmol/L; ALT \\< 5 times upper limit normal)",
    "* Adequate renal function (serum creatinine ≤ 2 times the upper limit of normal range; Na ≥ 130mmol/L; K ≥ 3.0mmol/L)",
    "* Able to read, understand and provide written consent",
    "Exclude - Exclusion Criteria:",
    "Exclude - * History of another malignancy except appropriately-treated BCC of skin or CIN of cervix during the last 5 years",
    "Exclude - * History of rupture HCC in the past 3 months",
    "Exclude - * History of gastric or esophageal varices with interventions performed within 1 month",
    "Exclude - * Tumour thrombosis that extends beyond the portal vein (e.g. inferior vena cava, superior vena cava)",
    "Exclude - * Liver tumours occupy ≥ 50% of liver",
    "Exclude - * Previous radiotherapy to the abdomen",
    "Exclude - * Previous yttrium-90 chemoembolization",
    "Exclude - * Repetitive history of non-healing wounds or ulcers within 2 months of inclusion",
    "Exclude - * Pregnant or lactating females at any time during the study",
    "Exclude - * Active autoimmune disease requiring systemic therapy in the past 2 years",
    "Exclude - * Diagnosis of immunodeficiency (including HIV)",
    "Exclude - * Ongoing corticosteroid therapy \\>10mg prednisone daily"
  ],
  "short_title": "SBRT With Immunotherapy and Atezo-Bev in HCC With Major Portal Vein Thrombosis",
  "site_list": {
    "site": []
  },
  "sponsor_list": {
    "sponsor": [
      {
        "is_principal_sponsor": "Y",
        "sponsor_name": "Chinese University of Hong Kong",
        "sponsor_protocol_no": "",
        "sponsor_roles": "sponsor"
      }
    ]
  },
  "staff_list": {
    "protocol_staff": []
  },
  "status": "open to accrual",
  "summary": "Patients with PVTT involvement is a significant healthcare burden as they are present in up to 40% of patients with HCC at diagnosis. These patients exhibit a poorer prognosis compared to patients without PVTT, as a result they were often excluded from existing pivotal clinical trials \\[9-11\\]. Without management, the median OS in affected patients could be as short as 2 to 4 months. The role of liver-directed therapies is limited for patients with major PVTT. For example, percutaneous ablation to PVTT is technically challenging, especially for centrally located PVTT due to their proximity to hepatic vasculature and bile ducts. Transarterial therapies are contraindicated for patients with major PVTT due to risk of concurrent interruption of both hepatic arterial and portal venous blood flow resulting in severe liver ischemia. Therefore, patients with major PVTT are recommended to receive systemic treatment by international guidelines. Yet, the OS for patients with main PVTT remained poor. In the exploratory analysis of IMbrave-150, patients with main PVTT who received atezolizumab plus bevacizumab had a median OS of 7.6 months only, compared to 21.1 months for those without PVTT. There is a huge unmet for this group of patients with dismal prognosis.\n\nSBRT is a radiotherapy technique that enables delivery of high dose of radiation in an extremely precise manner. Compared to more conventional radiotherapy techniques such as intensity modulated radiotherapy (IMRT), SBRT has the advantage of superior disease control, minimizing dose to normal tissue and toxicity, and reduction of overall treatment time. For patients with PVTT, a number of retrospective and prospective trials have shown that SBRT can offer durable local control for patients with PVTT involvement. For instance, a randomized trial conducted in Korean which compared the combination of TACE-radiation (TACE-RT) with sorafenib, involving 90 patients with Child-Pugh A HCC with macrovascular invasion (MVI) (35% had main or bilateral portal vein involvement), showed improved 12-week PFS (86.7% vs. 34.3%), time-to-progression (31.0 vs. 11.7 weeks; p\\<0.001), and OS (55.0 vs. 43.0 weeks; p=0.04) with TACE-RT. In a Canadian single-center retrospective study including 128 patients with HCC and MVI treated with SBRT between 2003 to 2016, 1-year local control was 87.4% and median OS was 18.3 months.\n\nGiven the existing evidence, it would be of interest to study the efficacy and safety of atezolizumab plus bevacizumab and SBRT to portal venous tumour thrombosis in this patient group.",
  "treatment_list": {
    "step": [
      {
        "step_internal_id": 111,
        "step_code": "1",
        "step_type": "Registration",
        "arm": [
          {
            "arm_code": "Receiving Atezolizumab + Bevacizumab and SBRT",
            "arm_internal_id": 0,
            "arm_description": "* In the experimental arm, Atezolizumab 1200mg IV and Bevacizumab 15mg/kg IV will be given every 3 weeks, till disease progression, intolerable toxicity, death or withdrawal of consent.\n* SBRT 27.5Gy to 50Gy in 5 fractions on alternate days will be delivered between cycle 3 and 5 to the PVTT and its adjacent lesions.\n* Bevacizumab will be withhold 4 weeks before and after SBRT to avoid potential interaction with radiotherapy that may potentiate treatment-related toxicity",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Radiation: Radiotherapy",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "Standard of care Atezolizumab + Bevacizumab alone (Control arm)",
            "arm_internal_id": 1,
            "arm_description": "\\- In the control arm, Atezolizumab 1200mg IV and Bevacizumab 15mg/kg IV will be given every 3 weeks, till disease progression, intolerable toxicity, death or withdrawal of consent.",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: Atezolizumab plus Bevacizumab",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          }
        ],
        "match": [
          {
            "and": [
              {
                "or": [
                  {
                    "clinical": {
                      "oncotree_primary_diagnosis": "Hepatocellular Carcinoma"
                    }
                  },
                  {
                    "clinical": {
                      "oncotree_primary_diagnosis": "Fibrolamellar Carcinoma"
                    }
                  }
                ]
              },
              {
                "clinical": {
                  "age_numerical": ">=18",
                  "disease_status": [
                    "Locally Advanced",
                    "Metastatic"
                  ]
                }
              }
            ]
          }
        ]
      }
    ]
  }
}