{
    "nct_id": "NCT06095583",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2023-10-23",
    "study_start_date": "2023-11-15",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Tifcemalimab injection"
            },
            {
                "drug_name": "Drug: Placebo for Tifcemalimab"
            },
            {
                "drug_name": "Drug: Placebo for toripalimab"
            },
            {
                "drug_name": "Drug: toripalimab injection"
            }
        ]
    },
    "long_title": "A Randomized, Double-Blind, Placebo-Controlled, Multi-Regional Phase III Clinical Study of Toripalimab Alone or in Combination With Tifcemalimab (JS004/TAB004) as Consolidation Therapy in Patients With Limited-Stage Small Cell Lung Cancer Without Disease Progression Following Chemoradiotherapy",
    "last_updated": "2024-06-21",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE3",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Shanghai Junshi Bioscience Co., Ltd.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 756,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "Patients must meet all of the following inclusion criteria to be enrolled:",
        "1. Male or female with age ≥ 18 years old at the time of informed consent.",
        "2. Histologically or cytologically confirmed LS-SCLC using the Veteran's Administration Lung Study Arm (VALSG) staging criteria (Appendix 3). Patients with TNM Stage I or II disease per AJCC 8th edition must be medically inoperable (as determined by the Investigator) or the patient must refuse surgery.",
        "3. Received CRT defined as: (1) 4 cycles of chemotherapy consisting of carboplatin or cisplatin and intravenously administered etoposide; (2) a total radiation dose of 60-66 Gy for the standard once daily (QD) radiotherapy regimen or 45 Gy for the hyperfractionated twice daily (BID) radiotherapy regimen; (3) Patients must begin investigational interventions within 42 days of the last dose of chemotherapy.",
        "4. Patients must have achieved a complete response (CR), partial response (PR), or stable disease (SD) after receiving curative platinum-based CRT and must not have developed progressive disease (PD) prior to study entry.",
        "5. Eastern Cooperative Oncology Group (ECOG) performance status (PS) score of 0-1 .",
        "6. Adequate organ function",
        "7. Female patients of childbearing potential and male patients whose partners are women of childbearing age.",
        "8. Voluntarily agree to participate in the study, sign the informed consent form, and agree to comply with all study and follow-up procedures.",
        "Exclude - Exclusion Criteria:",
        "Exclude - Patients will be excluded from the study if they meet any of the following criteria.",
        "Exclude - 1. Mixed SCLC and non-small cell lung cancer (NSCLC).",
        "Exclude - 2. Received sequential chemoradiotherapy for LS-SCLC.",
        "Exclude - 3. Failure to recover from toxicity of prior anticancer therapy to Common Terminology Criteria for Adverse Events (CTCAE) Grade ≤ 1 (except alopecia) or levels specified in the inclusion/exclusion criteria, whichever is more severe.",
        "Exclude - 4. Patients with active autoimmune disease, history of autoimmune disease.",
        "Exclude - 5. History of immunodeficiency, including HIV seropositivity, other acquired congenital immunodeficiency diseases, or a history of organ transplantation or allogeneic bone marrow transplantation.",
        "Exclude - 6. History of confirmed or suspected interstitial lung disease or pneumonitis (except for Grade 1 radiation pneumonitis not treated with corticosteroids).",
        "Exclude - 7. The presence of active hepatitis B (HBV DNA ≥ 500 IU/mL), hepatitis C (hepatitis C antibodies positive and HCV-RNA higher than the lower limit of detection of the analytical method).",
        "Exclude - 8. Any other malignancy diagnosed prior to the first dose of investigational intervention, except those with a low risk for the development of metastases (5-year survival rate \\> 90%), such as adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix or breast, or adequately treated localized prostate cancer.",
        "Exclude - 9. Women who are pregnant or breastfeeding."
    ],
    "short_title": "Phase 3 Study of Toripalimab Alone or in Combination With Tifcemalimab as Consolidation Therapy in Patients With Limited-stage Small Cell Lung Cancer (LS-SCLC)",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Shanghai Junshi Bioscience Co., Ltd.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "The Study is a Phase 3, randomized, three-arm, double-blind, placebo-controlled, multi-regional clinical research study to evaluate the safety and efficacy use of toripalimab alone or in combination with tifcemalimab as consolidation therapy in patients with limited-stage small cell lung cancer without disease progression following chemoradiotherapy.\n\nTifcemalimab is a monoclonal antibody against B and T lymphocyte attenuator (BTLA). Toripalimab is a monoclonal antibody against programmed death protein-1 (PD-1). Neither drug is approved for treatment of This combination regimen is investigational in limited stage-small cell lung cancer in any country.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Experimental group A",
                        "arm_internal_id": 0,
                        "arm_description": "Tifcemalimab (200 mg intravenous infusion \\[IV\\]) and toripalimab (240 mg IV)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Tifcemalimab injection",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: toripalimab injection",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Experimental group B",
                        "arm_internal_id": 1,
                        "arm_description": "Placebo for tifcemalimab (IV) and toripalimab (240 mg IV)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: toripalimab injection",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Placebo for Tifcemalimab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Placebo group C",
                        "arm_internal_id": 2,
                        "arm_description": "Placebos for both tifcemalimab and toripalimab (IV)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Placebo for Tifcemalimab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Placebo for toripalimab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=18",
                            "disease_status": [
                                "Early Stage",
                                "Localized"
                            ],
                            "oncotree_primary_diagnosis": "Lung Neuroendocrine Tumor"
                        }
                    }
                ]
            }
        ]
    }
}