{
    "nct_id": "NCT06034977",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2023-09-13",
    "study_start_date": null,
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: ADI-PEG20"
            }
        ]
    },
    "long_title": "Genotype Selected, Randomized, Open Label, Phase 2 Study of ADI-PEG 20 Plus Lenvatinib Treatment in Subjects With Unresectable Hepatocellular Carcinoma",
    "last_updated": "2023-09-13",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "Wei-Ting Chen, MD",
    "principal_investigator_institution": "Chang Gung Memorial Hospital",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 120,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Prior diagnosis of HCC confirmed by radiology, histology, or cytology.",
        "2. Patients were rs-6025211 non-TT with rs9679162 non-GG genotype , or serum arginine level ≥ 84.2 µM with rs9679162 non-GG genotype. Treatment naïve or under Lenvatinib treatment for \\< 2 months.",
        "3. Measurable disease using RECIST 1.1 (Appendix A). At least 1 measurable lesion must be present.",
        "4. Child-Pugh (cirrhosis status) score class A (Appendix C).",
        "5. Barcelona Cancer of the Liver (BCLC) stage C (Appendix B).",
        "6. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 at enrollment (Appendix D).",
        "7. Expected survival of at least 3 months.",
        "8. Age \\>18 years.",
        "9. Fully recovered from prior surgery and none within 2 weeks prior to week 1 visit. Liver biopsy for HCC confirmation is allowed.",
        "10. Female subjects and male subjects must be asked to use appropriate contraception for both the male and female for the duration of the study. Male partners of female subjects and female partners of male subjects must agree to use two forms of contraception or agree to refrain from intercourse for the duration of the study if they are of childbearing potential. Females of childbearing potential must not be pregnant at the start of the study, and a serum human chorionic gonadotropin (HCG) pregnancy test must be negative before entry into the study. If positive HCG pregnancy test, further evaluation to rule out pregnancy must be performed according to GCP before this subject is deemed eligible. Females not of childbearing potential must be post-menopausal (defined as cessation of regular menstrual period for at least 12 months).",
        "11. Informed consent must be obtained prior to study initiation.",
        "12. No concurrent investigational studies are allowed.",
        "13. Total bilirubin \\< 2.5 mg/dL and no evidence of bile obstruction.",
        "14. Serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤5 x upper limit of normal range.",
        "15. Serum albumin level ≥ 3.0 g/dl.",
        "16. Prothrombin time (PT)-international normalized ratio (INR): PT \\<3 seconds above control or INR \\<1.7.",
        "17. Absolute neutrophil count (ANC) \\>1,500/µL.",
        "18. Platelets \\>50,000/µL.",
        "19. Serum uric acid ≤ 8 mg/dL (with or without medication control).",
        "20. Serum creatinine ≤ 1.5 x the upper limit of normal range, or, if serum creatinine \\>1.5 x the upper limit of normal range, then the creatinine clearance must be ≥ 40 mL/min.",
        "21. Subjects with active hepatitis B or C on anti-viremic compounds may remain on such treatment, except for interferon.",
        "22. Encephalopathy - none or mild (grade 1 or 2, by Child-Pugh classification); lactulose of other supportive care allowed.",
        "23. Ascites - absent or slight (by Child-Pugh classification); diuretic therapy allowed.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Candidate for potential curative therapies (i.e., resection or transplantation) or eligible for approved systemic therapies according to the labeling of such drugs.",
        "Exclude - 2. Prior allograft transplantation including liver transplantation.",
        "Exclude - 3. Subjects who have not fully recovered from toxicities associated with previous HCC loco-regional or systemic therapies, except for Grade 1 alopecia.",
        "Exclude - 4. Serious infection requiring treatment with systemically administered antibiotics at the time of study entrance, or an infection requiring systemic antibiotic therapy within 7 days prior to the first dose of study treatment.",
        "Exclude - 5. Pregnancy or lactation.",
        "Exclude - 6. Expected non-compliance.",
        "Exclude - 7. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure (New York Heart Association Class III or IV), cardiac arrhythmia, or psychiatric illness, social situations that would limit compliance with study requirements.",
        "Exclude - 8. Subjects with history of another primary cancer, including co-existent second malignancy, with the exception of: a) curatively resected non-melanoma skin cancer; b) curatively treated cervical carcinoma in situ; or c) other primary solid tumor with no known active disease present or in the opinion of the investigator will not affect patient outcome.",
        "Exclude - 9. Subjects who had been treated with ADI-PEG 20 previously.",
        "Exclude - 10. History of uncontrolled seizure disorder not related to underlying cancer.",
        "Exclude - 11. Known HIV positivity, or active hepatitis B infection, or active hepatitis C infection (AST or ALT \\> 5 x upper limit of normal).",
        "Exclude - 12. Allergy to pegylated compounds.",
        "Exclude - 13. Allergy to E. coli drug products (such as GMCSF).",
        "Exclude - 14. Bleeding esophageal or gastric varices within the prior three months, except if banded or treated.",
        "Exclude - 15. Uncontrolled ascites (defined as not easily controlled with diuretic treatment).",
        "Exclude - 16. Having received any blood transfusion, blood component preparation, erythropoietin, albumin preparation, or granulocyte colony stimulating factors (G-CSF) within 7 days prior to screening laboratories or after screening laboratories have been obtained until week 1 visit.",
        "Exclude - 17. Use of traditional medicines approved by local authorities, including but not limited to Chinese herbs within 2 weeks prior to week 1 visit.",
        "Exclude - 18. Eastern Cooperative Oncology Group (ECOG) performance status ≥ 2."
    ],
    "short_title": "Phase 2 Study of ADI-PEG 20 Plus Lenvatinib Treatment in Subjects With Unresectable Hepatocellular Carcinoma",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Chang Gung Memorial Hospital",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "To compare the clinical outcomes of Lenvatinib treatment alone or Lenvatinib + ADI-PEG20 combination treatment in advanced HCC patients with BCLC stage C.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Lenvatinib",
                        "arm_internal_id": 0,
                        "arm_description": "Advanced HCC patients treated by Lenvatinib.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: ADI-PEG20",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Lenvatinib + ADI-PEG20",
                        "arm_internal_id": 1,
                        "arm_description": "Advanced HCC patients treated by Lenvatinib + ADI-PEG20.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: ADI-PEG20",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "or": [
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Hepatocellular Carcinoma"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Fibrolamellar Carcinoma"
                                        }
                                    }
                                ]
                            },
                            {
                                "clinical": {
                                    "age_numerical": ">=18",
                                    "disease_status": [
                                        "Advanced"
                                    ]
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}