{
    "nct_id": "NCT04984668",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-07-30",
    "study_start_date": "2021-11-02",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: GT90001/KN046"
            },
            {
                "drug_name": "Drug: GT90001+KN046"
            }
        ]
    },
    "long_title": "A Phase Ib/II, Multicenter Study of GT90001 in Combination With KN046 in Patients With Advanced or Refractory Solid Tumors",
    "last_updated": "2024-02-09",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Suzhou Kintor Pharmaceutical Inc,",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 216,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion criteria:",
        "General",
        "1. Age ≥18 years, or ≥ minimum legal age to attend a clinical study.",
        "2. Be willing and able to provide written informed consent/assent for the trial.",
        "3. Ability to comply with requirements of the protocol, as assessed by the investigator.",
        "4. Disease-Specific Inclusion Criteria All subjects must have unresectable locally advanced or metastatic tumors that have histologic or cytological documentation confirmed.",
        "* Phase Ib: subjects with advanced HCC, GC or GEJ adenocarcinoma, Urothelial transitional cell Carcinoma and Esophagus Carcinoma who have progressed despite standard therapies, are intolerant of standard therapy, or for whom no standard therapy exists;",
        "* Phase II: subjects with tumor of specific types:",
        "Cohort# Indication Inclusion criteria",
        "1. HCC, 2L Unresectable histologic confirmed primary hepatocellular carcinoma. Subjects with radiological diagnosis may also be enrolled in the study.",
        "Documented radiographic or clinical disease progression during or after 1st line therapy, including Sorafenib, Lenvatinib and Atezolizumab plus Bevacizumab and other 1st line standard care per local clinical practice.",
        "Patient has a Child-Pugh score of 5 or 6 points and no encephalopathy and/or clinically apparent ascites. (Note: Child-Pugh score should be evaluated within 7 days of first dose of study drug)",
        "2. GC or GEJ adenocarcinoma, 3L Unresectable locally advanced or metastatic GC or GEJ carcinoma and have histologically confirmed adenocarcinoma.",
        "At least 50% subjects with PD-L1 expression (CPS) on ≥ 1% will be enrolled in this cohort.",
        "Has experienced documented objective radiographic or clinical disease progression during or after standard first line Platinum- and fluoropyrimidine-based two or three cytotoxic drug chemotherapy and second line NCCN recommended treatment regimen therapy or other 1st and 2nd line standard care per local clinical practice. (Note: subjects with discontinuation due to AEs prior to disease progression are not considered as treatment failure unless disease progression is confirmed by documentation.) Disease progression during or within 6 months following the last dose of adjuvant or neo-adjuvant therapy will be considered as 1st line failure.",
        "3. UC, 2L Histologically or cytologically confirmed urothelial carcinoma of the renal pelvis, ureter, bladder, or urethra that showed predominantly transitional-cell features Has experienced documented progression or recurrence after at least the 1st line platinum-based chemotherapy or recurrence within 12 months after the receipt of platinum-based adjuvant or neoadjuvant therapy for localized muscle-invasive disease.",
        "Note: Primary chemoradiation for unresectable muscle-invasive bladder cancer with the aim of bladder preservation will not be considered a prior line of systemic therapy for the purposes of determining study eligibility.",
        "4 ESCC 2L Histologically confirmed, unresectable squamous cell carcinoma of the esophagus.",
        "The primary tumor must originate in the esophagus. Tumors that involve the GE junction must meet Sievert Type 1 criteria, 1-5 cm above the EGJ. For the purposes of this protocol, this will be interpreted as: greater than 50% of the tumor must be above the GE junction.",
        "Patients must have received at least one prior therapy for unresectable disease. Patients with recurrence within 6 months of completion of neoadjuvant or adjuvant therapy may be considered as having received one prior therapy for unresectable disease.",
        "5\\. Patient must have at least one measurable lesion by CT or MRI per RECIST 1.1. Tumor lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions. Loco-regional treated lesion cannot be selected as a target lesion.",
        "6\\. ECOG performance status score of 0 or 1. 7. Life expectancy ≥ 12 weeks. 8. At screening, patients in Phase II part must agree to provide archival tumor tissue, if available, for biomarker testing. When archival tissue is not available, it is optional for patients to undergo fresh biopsy judged medically safe by the investigator.",
        "1. Archival tumor tissue can be formalin-fixed paraffin embedded (FFPE) tissue block (preferably collected within 12 months before the first dose) or at least 5 freshly sectioned unstained slides. Tissue block is preferred over unstained slides.",
        "2. Acceptable tissue sample include core needle punctured, resected or incisional biopsy, or surgical sample. (Note: Fine needle aspirational cytology (FNAC) sample is not acceptable. Tumor tissue from bone metastases is not evaluable for determination of PD-L1 expression and is therefore also not acceptable.) 9. Any toxic effects of prior anti-cancer therapy or surgical procedures resolved to baseline severity or NCI-CTCAE version 5 Grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).",
        "Clinical Laboratory Inclusion Criteria",
        "10\\. Subject must have adequate organ function as indicated by the following laboratory values \\[had not received blood transfusion, erythropoietin (EPO), granulocyte colony stimulating factor (G-CSF) or other relevant medical support within 14 days before the administration of the investigational product\\]:",
        "Absolute neutrophil count (ANC) ≥ 1.5×109/L Platelets ≥ 100 ×109/L (≥ 60 ×109/L for HCC subjects) Hemoglobin ≥ 9 g/dL or ≥ 5.6 mmol/L Serum creatinine ≤ 1.5 × upper limit of normal (ULN); AND calculated creatinine clearance (CrCL) \\> 50 mL/min (Cockcroft-Gault formula) Total bilirubin ≤ 1.5 × ULN OR ≤2.5 × ULN for HCC OR ≤ 2 × ULN in case of known Gilbert disease AST (SGOT) and ALT (SGPT) ≤ 2.5 × ULN OR ≤ 5 × ULN for HCC patients or patients with liver metastases Serum albumin ≥ 28 g/L (no albumin transfusion within 14 days) International Normalized Ratio (INR) or Prothrombin Time (PT) ≤ 1.5 × ULN Activated Partial Thromboplastin Time (aPTT) ≤ 1.5 × ULN",
        "11\\. Subjects with hepatitis B virus (HBV) infection must have HBV DNA \\< 2000 IU/mL at screening.",
        "Subjects with positive HBsAg and/or positive HBV DNA that requires anti-HBV treatment for at least 2 weeks prior to the first dose of study drugs and are willing to continue receiving antiviral treatment.",
        "12\\. Women of childbearing potential (WOCBP) must have a negative pregnancy test result. Either Female or male patients must agree to use adequate contraceptive measures from signing informed consent and for 180 days after last investigational product administration, except for a patient with documented surgical sterilization or a postmenopausal female.",
        "Exclusion criteria:",
        "Target Disease Exceptions 1. For phase II expansion study, patients with specific types of tumors are also required to be excluded by following criteria: Cohort # Indication Exclusion criteria",
        "1. HCC, 2L Fibrolamellar, sarcomatoid and mixed hepatocellular/ cholangiocarcinoma histology Any history of hepatic encephalopathy Active coinfection with both hepatitis B and C, as evidenced by positivity of both HBV DNA and HCV RNA.",
        "2. GC or GEJ adenocarcinoma, 3L Has squamous cell, undifferentiated, mixed or other histology other than gastric adenocarcinoma.",
        "3. UC, 2L Has locally advanced UC is suitable for local therapy administration with curative intention (as determined by local investigators)",
        "4. ESCC 2L Has locally advanced esophageal carcinoma that is resectable or potentially curable with radiation therapy (as determined by local investigator) Histologically confirmed, unresectable adenocarcinoma, undifferentiated carcinomas or adenosquamous carcinomas of the esophagus.",
        "Tumors that involve the GE junction Sievert Type 2 and Sievert Type 3, or greater than 50% of the tumor below the GE junction as determined by endoscopy.",
        "Medical History and Concurrent Diseases",
        "2\\. Prior malignancy active within the previous 3 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast.",
        "1. Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Patients with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least 4 weeks prior to the first dose of investigational product and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to study treatment.",
        "2. Any prior (within 1 year) or current clinically significant ascites as measured by physical examination and that requires active paracentesis for control.",
        "3. Patients with active, known, or suspected autoimmune disease. Patients with Type I diabetes mellitus, residual hypothyroidism due to autoimmune thyroiditis only requiring hormone replacement, or skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment are permitted to enroll. For any cases of uncertainty, it is recommended to discuss with sponsor prior to signing informed consent.",
        "4. Significant history of cardiac disease (i.e., unstable angina, congestive heart failure, as defined by the New York Heart Association \\[NYHA\\] as Class II, III, or IV) within 6 months prior to Day 1 of Cycle 1, myocardial infarction within the previous year, or current cardiac ventricular arrhythmias requiring medication., or left ventricular ejection fraction (LVEF) is below 50%.",
        "5. Arterial or venous thrombotic or embolic events such as cerebrovascular accident (including transient ischemic attacks), deep vein thrombosis or pulmonary embolism within 6 months before the start of study treatment.",
        "6. Any hemorrhage or bleeding event≥ CTCAE Grade 3 within 28 days prior to the start of study treatment.",
        "7. Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis.",
        "8. Patients with active tuberculosis or history of tuberculosis.",
        "9. Any serious or uncontrolled medical disorder or active infection that, in the opinion of the investigator, may increase the risk associated with study participation, study drug administration, or would impair the ability of the patient to receive study drug.",
        "10. Patients with any active infections requiring systemic therapy within 2 weeks prior to the initiation of the study treatment.",
        "11. Known history of positive test for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).",
        "12. Subjects who are hepatitis C virus (HCV) antibody positive at screening, must not be enrolled until further definite testing with HCV RNA tests can conclusively rule out the presence of active infection (HCV RNA exceeding the lower detection limit) requiring antiviral therapy for Hepatitis C.",
        "13. History of organ transplantation requiring the use of immunosuppressive treatment.",
        "Prior treatments",
        "3\\. Patients who have received systemic anti-tumor treatments 21 days prior to the initiation of the study treatment, including chemotherapy, immunotherapy, biological therapy (tumor vaccine, cytokines, or growth factors controlling the progression of cancers).",
        "4\\. Patients who received radiotherapy within 4 weeks prior to start of study drug. Palliative radiotherapy for symptomatic control is acceptable (if completed at least 2 weeks prior to study drug administration) and no additional radiotherapy for the same lesion is planned.",
        "5\\. Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to initiation of study treatment, or anticipation of need for major surgical procedure during the course of the study.",
        "6\\. Has had a minor surgery (i.e. simple excision, tooth extraction) ≤ 7 days prior to the first dose of study treatment is permitted; 7. Patients who have received treatment with NMPA approved anti-tumor Chinese herbal medicine or Chinese prepared medicine within 14 days prior to the initiation of the study treatment.",
        "8\\. Has received locoregional therapy to liver (transchetheter chemoembolization (TACE), transchetheter embolization (TAE), hepatic arterial infusion(HAI), radiation, radioemboliztion or ablation) within 4 weeks of start of study treatment. Has received Y90-selective internal radiation therapy (SIRT) within 90 days or 5 half-lives (whichever is longer) prior to the first dosing.",
        "9\\. Patients with a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalents) or other immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids, and adrenal replacement doses ≤ 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease. A brief course of corticosteroids for the prophylaxis (e.g., contrast dye allergy) or treatment of non-autoimmune conditions (e.g., delayed-type hypersensitivity reaction caused by contact allergen) is permitted.",
        "10\\. Subjects with history of life-threatening toxicity related to prior immune therapy (e.g., anti-PD-1/PD-L1 treatment) except those that are unlikely to re-occur with standard countermeasures (e.g., Hormone replacement after adrenal crisis); 11. Only patients in Phase II (except cohort 1, HCC): Prior treatment with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CTLA-4, anti-CD137, anti-TIM-3, anti-LAG-3 antibody, or any other antibody or drug specifically targeting T-cell co stimulation or checkpoint pathways.",
        "12\\. Administration of a live or attenuated vaccine within 28 days prior to initiation of study treatments.",
        "Allergies and Adverse Drug Reaction 13. History of allergy or hypersensitivity, or any contraindications to study drug components.",
        "Exclude - Other Exclusion Criteria",
        "Exclude - 14\\. Patients with a known history of alcoholism or drug abuse. 15. Female patients who are pregnant or breast-feeding. 16. Patients with a history of mental illness, or who are incapacitated or have limited capacity.",
        "Exclude - 17\\. Other conditions that, in the investigators' opinion, would make patients inappropriate to participate in this study.",
        "Exclude - 18\\. Patients who are anticipating in other clinical studies or the planned first dose of study treatment is less than 4 weeks after the last dose of treatment in previous clinical study."
    ],
    "short_title": "A Phase Ib/II Study of GT90001 Combined With KN046 in Solid Tumors",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Suzhou Kintor Pharmaceutical Inc,",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "Phase Ib is a dose De-escalation study to evaluate the safety, tolerability, pharmacokinetics (PK) and preliminary antitumor activity of GT90001 in combination with KN046 in subjects with advanced or refractory hepatocellular carcinoma (HCC), gastric carcinoma (GC) and gastroesophageal junction (GEJ) adenocarcinoma, urothelial carcinoma (UC) and esophageal square cell carcinoma (ESCC).\n\nPhase II is to investigate anti-tumor efficacy of GT90001 in combination with KN046 at RP2D in subjects with specific types of tumors. A Simon two-stage design is planned for each indication in order to minimize the number of treated participants if there is minimal efficacy activity in that indication.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "GT90001+KN046",
                        "arm_internal_id": 0,
                        "arm_description": "GT90001, 100 mg/10 mL/vial. GT90001 will be administered via intravenous infusion (IV) for around 60 minutes, once every 2 weeks (Q2W) in each 14-day cycle.\n\nKN046, 40 mg/1.6 mL/vial, 300 mg/12 mL/vial KN046 will be administered via intravenous infusion (IV) for at least 120 minutes (up to 4h for the first 6 cycles), once every 2 weeks (Q2W) in each 14-day cycle, after 60 minutes post the GT90001 taken.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: GT90001+KN046",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: GT90001/KN046",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=18",
                            "pdl1_status": "High",
                            "disease_status": [
                                "Unresectable",
                                "Locally Advanced",
                                "Metastatic",
                                "Advanced",
                                "Recurrent"
                            ],
                            "oncotree_primary_diagnosis": "_SOLID_"
                        }
                    }
                ]
            }
        ]
    }
}