{
    "nct_id": "NCT04763616",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-02-21",
    "study_start_date": "2021-06-25",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Cemiplimab"
            },
            {
                "drug_name": "Drug: Isatuximab"
            }
        ]
    },
    "long_title": "A Phase II Study of Isatuximab and Cemiplimab in Relapsed or Refractory Natural Killer/T-cell Lymphoid Malignancy : Nick Name - ICING Study",
    "last_updated": "2021-09-24",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "Wonseog Kim, MD, Ph.D",
    "principal_investigator_institution": "Samsung Medical Center",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 37,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Patients should be histologically diagnosed with extranodal NK/T-cell lymphoma or aggressive NK-cell leukemia.",
        "2. Patient should be previously treated with at least one type of chemotherapy regimen including autologous stem cell transplantation.",
        "3. Patient should have relapsed or refractory disease before enrollment.",
        "4. Patient written informed consent obtained prior to any screening procedures.",
        "5. Patient should be a male or female ≥ 19 years (Maximum 85 years)",
        "6. Patient should have at least one measurable lesion on the CT or PET/CT scan. In case of PET/CT, diagnostic quality CT part of PET/CT is needed to define measurability. Cf. If a patient only has non-measurable lesion on the CT or PET/CT scan (e.g. bone marrow involvement, malignant effusion, and hemophagocytic lymphohistiocytosis), its association with disease progression or relapse should be determined by an investigator. Based on investigators' decision, patients with non-measurable lesion could be enrolled.",
        "7. Patient should have an Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2 which is not declining during the last 2 weeks before the signature of the main study Informed Consent Form (S-ICF).",
        "8. Patient should have adequate bone marrow function as defined by the following laboratory values: Absolute Neutrophil Count (ANC) ≥ 1.0 x 109/L; Platelets ≥ 50 x 109/L; Hemoglobin ≥ 8.0 g/dL Cf. If the cause of cytopenia is related with bone marrow involvement of tumor cells, a patient could be enrolled after blood transfusion or G-CSF support by investigator's decision.",
        "9. Female patient should fulfill the following criteria 1) Pregnancy test: Negative serum or urine pregnancy test at screening for women of childbearing potential; 2) Contraception: Highly effective contraception for both male and female subjects throughout the study and for at least 6 months after last administration of study drug if the risk of conception exists.",
        "10. Patient should have adequate organ function as defined by the following laboratory values: Serum Creatinine ≤ 2.0 × ULN; Serum Bilirubin ≤ 2.0 × ULN; AST and ALT ≤ 3 × ULN. Cf. If the values of liver function tests more than the above-mentioned criteria are related with disease relapse or progression to liver, a patient could be enrolled by investigator's decision in case of ≤ 5.0 × ULN.",
        "11. Patients should have archived tumor tissue or fresh tissue sample obtained from re-biopsy at relapse available for targeted sequencing.",
        "12. In case of written consent to participation in clinical study: Must sign the subject consent form that states the blood sampling done according to the study protocol and that the subject has comprehended the purpose and the necessary procedures of clinical study with intention to participate in the clinical study (or signed by the subject's representative).",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Patient has history of or known carcinomatous meningitis, or evidence of symptomatic leptomeningeal disease or secondary CNS involvement on CT or MRI scan.",
        "Exclude - 2. Patient has a concurrent malignancy or has had a malignancy in the last 3 years prior to start of study treatment (with the exception of adequately treated basal or squamous cell carcinoma or cervical carcinoma in situ)",
        "Exclude - 3. Patient has had major surgery within 21 days prior to starting study drug or has not recovered from major side effects of the surgery",
        "Exclude - 4. Patient with current use of immunosuppressive medication, EXCEPT for the following: - Intranasal, inhaled, topical steroids, or local steroid injection (e.g., intra-articular injection) - Systemic corticosteroids at physiologic doses ≤ 10 mg/day of prednisone or equivalent - Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication). The use of 10 mg or more of prednisolone may be acceptable for adrenal insufficiency according to the investigator's judgment.",
        "Exclude - 5. Patient has clinically significant (i.e., active) cardiovascular disease: cerebral vascular accident/stroke (\\< 6 months prior to enrollment), myocardial infarction (\\< 6 months prior to enrollment), unstable angina, congestive heart failure (≥ New York Heart Association Classification Class II), or serious cardiac arrhythmia requiring medication including any of the following: - Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by echocardiogram - QTc \\> 480 msec on screening ECG (using the QTcF formula) - Unstable angina pectoris - Ventricular arrhythmias except for benign premature ventricular contractions - Supraventricular and nodal arrhythmias not controlled with medication - Conduction abnormality requiring a pacemaker - Valvular disease with documented compromise in cardiac function",
        "Exclude - 6. Patient has known history of testing positive for HIV or known acquired immunodeficiency syndrome",
        "Exclude - 7. Patient has known prior severe hypersensitivity to investigational product or any component in its formulations, including known severe hypersensitivity reactions to monoclonal antibodies (NCI CTCAE v.5.0 Grade ≥ 3).",
        "Exclude - 8. Patient has other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment contraindicate her participation in the clinical study (e.g. uncontrolled diabetes, chronic pancreatitis, active chronic hepatitis etc.). Other severe acute or chronic medical conditions include colitis, inflammatory bowel disease, pneumonitis, pulmonary fibrosis or psychiatric conditions including recent (within the past year) or active suicidal ideation or behavior; or laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator. Cf. \"Persisting toxicity related to prior therapy (NCI CTCAE v.5.0 Grade \\> 1); however, alopecia, sensory neuropathy Grade ≤ 2, or other Grade ≤ 2 not constituting a safety risk based on investigator's judgment are acceptable.\"",
        "Exclude - 9. Patient has active infection requiring systemic therapy",
        "Exclude - 10. Patient has prior organ transplantation including allogenic stem-cell transplantation",
        "Exclude - 11. Patient has active autoimmune disease that might deteriorate when receiving an immuno-stimulatory agent. However, patients with diabetes type I, vitiligo, psoriasis, or hypo- or hyperthyroid diseases not requiring immunosuppressive treatment are eligible",
        "Exclude - 12. Patient is not able to understand or to comply with study instructions and requirements or has a history of non-compliance to medical regimen.",
        "Exclude - 13. Patient is a pregnant or nursing (lactating) woman, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive serum hCG laboratory test (\\> 5 mIU/mL).",
        "Exclude - 14. Vaccination within 4 weeks of the first dose of isatuximab and cemiplimab, and while on trials is prohibited except for administration of inactivated vaccines.",
        "Exclude - 15. Patient has hepatitis B virus (HBV) associated liver disease as follows - Liver cirrhosis and chronic hepatitis with HBV reactivation - Hepatitis B virus (HBV) or hepatitis C virus (HCV) infection at screening (positive HBV surface antigen or HCV RNA if anti-HCV antibody screening test positive).",
        "Exclude - 16. Prior treatment with an agent (approved or investigational) that blocks either PD1/PDL1 or CD38 (participants who joined a study with an anti-CD38 or anti-PD1/PDL1 but have written confirmation they were on control arm are allowed).",
        "Exclude - 17. Wash out period of less than 2 weeks from previous antitumor chemotherapy, tyrosine kinase inhibitor immunotherapy, or any palliative radiotherapy; less than 4 weeks from previous antitumor biological therapy (e.g., rituximab and brentuximab vedotin).",
        "Exclude - 18. Participant has received wide field radiotherapy ≤4 weeks prior to starting study treatment, or limited field radiation for palliation ≤2 weeks prior to starting study treatment, or has not recovered from the side effects of such therapy.",
        "Exclude - 19. Last dose of prior investigational agent within 28 days from initiation of study intervention.",
        "Exclude - 20. Predicted life expectancy is less than 3 months."
    ],
    "short_title": "Study of Isatuximab and Cemiplimab in Relapsed or Refractory Natural Killer/T-cell Lymphoid Malignancy",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Won Seog Kim",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This study is to analyze the efficacy of PD1 inhibitor and anti-CD38 antibody in relapsed or refractory NK/T-cell lymphoid malignancy. The investigational products of this study are cemiplimab (PD1 inhibitor) and isatuximab (anti-CD38 antibody).\n\nThe rationale for the use of cemiplimab in patients with NK/T-cell lymphoid malignancy is the aforementioned PD-L1 expression in tumor cells of ENKTL and ANKL. In addition, the proven efficacy of pembrolizumab in relapsed or refractory ENKTL support the use of PD1 inhibitor as a salvage therapy for this disorder.\n\nThe addition of isatuximab to cemiplimab might induce synergistic activity because CD38-mediated immunosuppression as a mechanism of tumor cell escape from PD-1/PD-L1 blockade. Furthermore, targeting CD38 by isatuximab can preferentially block immunosuppressive regulatory T-cells and thereby restore immune effector function against multiple myeloma. These functions of CD38 blocking antibody might help to improve the efficacy of immune checkpoint inhibitor such as PD1 inhibitor.\n\nGiven the presence of antibody-mediated cytotoxicity and direct anti-tumor effect of isatuximab against CD38-positive tumor cells, the combination of isatuximab with cemiplimab might show the synergistic activity resulting more improved treatment outcome than PD1 inhibitor alone.\n\nThus, The investigators designed a phase II study of cemiplimab and isatuximab for patients with relapsed or refractory ENKTL and ANKL. In this study, The investigators analyze the efficacy of this novel combination and their adverse effects.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Isatuximab and Cemiplimab combined therapy",
                        "arm_internal_id": 0,
                        "arm_description": "Drug : Isatuximab\n\n1 cycle : 10mg/kg IV every week. It is administered on Day 2, Day 9, Day 16, Day 23.\n\n2\\~6 cycle : 10mg/kg every 2 weeks . It is administered on Day 2, Day 16.\n\n7th cycle and beyond : 10mg/kg IV every 3 weeks. It is administered on Day 2.\n\nDrug : Cemiplimab\n\n1st - 6th cycle : 250mg IV every 2 weeks. It is administered on Day 1, Day 15.\n\n7th cycle and beyond : 350mg every 3 weeks. It is administered on Day 1.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Isatuximab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Cemiplimab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=19",
                            "disease_status": [
                                "Recurrent",
                                "Refractory"
                            ],
                            "oncotree_primary_diagnosis": "Lymphoid Neoplasm"
                        }
                    }
                ]
            }
        ]
    }
}