{
    "nct_id": "NCT06249854",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2024-02-08",
    "study_start_date": "2024-02-08",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Bojungikki-tang(BJIKT)"
            },
            {
                "drug_name": "Drug: Pembrolizumab"
            }
        ]
    },
    "long_title": "A Multicenter, Open Label, Randomized Controlled Clinical Trial to Evaluate the Efficacy and Safety of Combination Therapy With Bojungikki-tang and Pembrolizumab Monotherapy in Patients With Advanced Non-small Cell Lung Cancer",
    "last_updated": "2024-10-01",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "Sung Yong Lee, Ph.D",
    "principal_investigator_institution": "Koera University Guro Hospital",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 70,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Patients who voluntarily decided to participate and provided written consent, after listening and understanding the detailed explanation about the clinical trial",
        "2. Adult male or female aged 19 years or older",
        "3. Patients with histologically or cytologically confirmed advanced (stage IV) non-small cell lung cancer \\[according to TNM 8th edition\\] In case of recurrence, only extra-thoracic metastasis is allowed.",
        "4. Patients planned for immune checkpoint inhibitor (Pembrolizumab) monotherapy as first-line treatment (Patients with PD-L1 tumor proportion score(TPS) ≥ 50% and no EGFR or ALK genomic tumor aberrations)",
        "5. Life expectancy ≥ 3 months",
        "6. ECOG (Eastern Cooperative Oncology Group) Performance Status score of 0\\~2",
        "7. Patients with at least 1 measurable lesion as defined in RECIST V1.1",
        "8. Patients with adequate bone marrow reserve or organ function as follows:",
        "* Hemoglobin ≥ 9.0 g/dL",
        "* Absolute neutrophil count (ANC) ≥ 1,500/㎕",
        "* Platelet count ≥100× 10\\^3/㎕",
        "* Serum creatinine ≤ 1.5x ULN or creatinine clearance ≥ 45 ml/min (measured using standard methods at the study site)",
        "* ALT and AST ≤ 2.5× ULN Patients with liver metastasis: ALT and AST ≤ 5× ULN",
        "* Total bilirubin ≤ 1.5× ULN Patients with liver metastasis or known Gilbert syndrome(unconjugated hyperbilirubinemia): Total bilirubin ≤ 3× ULN",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Active brain metastases accompanied by clinically significant neurological symptoms or signs",
        "Exclude - 2. Patients who diagnosed with another primary malignancy that affect non-small cell lung cancer in the last 5 years However, effectively treated non-melanoma skin cancer, carcinoma in situ of cervix, ductal carcinoma in situ of breast, thyroid cancer, or malignancies which were remained in remission during more than 3 years after being treated effectively and considered cured are permitted.",
        "Exclude - 3. Patients who treated with immune checkpoint inhibitor or anti-CTLA-4 within the last 6 weeks or systemic immunosuppressive medications within the last 2 weeks However, low-dose corticosteroids (prednisone ≤ 10 mg/day or an equivalent dose of corticosteroid within 7 consecutive days) are permitted at the investigator's discretion.",
        "Exclude - 4. Patients receiving thiazide or loop diuretics",
        "Exclude - 5. Hypokalemia (less than 3.0 mEq/L)",
        "Exclude - 6. Active interstitial lung disease requiring oral or intravenous steroid treatment",
        "Exclude - 7. Patients with autoimmune disease requiring systemic treatment at the time of enrollment",
        "Exclude - 8. Uncontrolled diabetes mellitus at the time of enrollment (Uncontrolled with insulin and oral medications, HbA1c ≥ 8.0% or fasting blood sugar ≥ 200 mg/dL)",
        "Exclude - 9. Patients with uncontrolled hypertension at the time of enrollment (systolic pressure \\&gt; 150 mmHg or diastolic pressure \\&gt;100 mmHg) despite use of antihypertensive agent",
        "Exclude - 10. Patients with uncontrolled heart disease (severe heart failure, unstable angina, uncontrolled arrhythmia, or history of life-threatening arrhythmia, etc.)",
        "Exclude - 11. Patients with hereditary problems such as galactose intolerance, Lapp lactase deficiency or glucose-galactose malabsorption, etc.",
        "Exclude - 12. Patient with known active or uncontrolled HIV, tuberculosis, hepatitis B, or hepatitis C infection",
        "Exclude - 13. Pregnant or lactating women",
        "Exclude - 14. Patients who do not agree to use effective contraception during treatment period and for at least 5 months after the end of IP administration",
        "Exclude - 15. Patients who received herbal medicine within 4 weeks before the first administration of IP (Bojungikgitang) and been decided that such intake affect the trial or safety of the subject at the investigator's discretion",
        "Exclude - 16. Patients who received other investigational drugs within 30 days before the first administration of IP (Bojungikgitang)",
        "Exclude - 17. Severe hypersensitivity to IP and its components (rash, redness, hives, eczema, dermatitis, itching, etc.)",
        "Exclude - 18. Patients who are not eligible for the trial at the discretion of the investigator including severe infectious diseases or organ failure, etc."
    ],
    "short_title": "Efficacy and Safety of Combination Therapy With Bojungikki-tang and Pembrolizumab Monotherapy in Patients With Advanced Non-small Cell Lung Cancer",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Korea Institute of Oriental Medicine",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a multicenter, open-label, randomized controlled clinical trial designed to evaluate the efficacy and safety of combination therapy with Bojungikki-tang(BJIKT) and pembrolizumab monotherapy in patients with advanced non-small cell lung cancer whose tumors express PD-L1 positive with no EGFR or ALK genomic tumor aberrations.\n\nBased on prior pre-clinical studies, the combination of Bojungikki-tang and immune checkpoint inhibitors (ICIs) can be expected to improve survival and enhance the therapeutic efficacy of ICIs by modulating the systemic tumor-immune environment.\n\nTherefore, this clinical trial aims to assess the efficacy and safety of the combined therapy with BJIKT and pembrolizumab and establish clinical evidence for an integrative cancer treatment strategy by examining the survival rate and immune status following combined ICI and BJIKT treatment.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Bojungikkitang & Pembrolizumab combination treatment group",
                        "arm_internal_id": 0,
                        "arm_description": "Pembrolizumab is administered intravenously every 3 weeks for 45 weeks according to standard procedures until disease progression (PD) or unacceptable toxicity occurs.\n\nBojungikgitang is used in combination with immune checkpoint inhibitor treatment(Pembrolizumab) and is taken 1 bag twice a day before or between meals.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Bojungikki-tang(BJIKT)",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Pembrolizumab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Pembrolizumab monotherapy group",
                        "arm_internal_id": 1,
                        "arm_description": "Pembrolizumab is administered intravenously every 3-week for 45 weeks according to routine practice until disease progression (PD) or unacceptable toxicity occurs.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Pembrolizumab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "clinical": {
                                    "age_numerical": ">=19",
                                    "pdl1_status": "High",
                                    "disease_status": [
                                        "Advanced",
                                        "Recurrent"
                                    ],
                                    "oncotree_primary_diagnosis": "Non-Small Cell Lung Cancer"
                                }
                            },
                            {
                                "and": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "!Mutation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "!Structural Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "!Copy Number Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "ALK",
                                            "variant_category": "!Mutation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "ALK",
                                            "variant_category": "!Structural Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "ALK",
                                            "variant_category": "!Copy Number Variation"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}