{
    "nct_id": "NCT04969731",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-07-21",
    "study_start_date": "2021-09-07",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Gemcitabine"
            },
            {
                "drug_name": "Drug: Immuncell-LC"
            }
        ]
    },
    "long_title": "An Open-label, Randomized, Multi-center, Parallel, Phase III Clinical Trial to Evaluate the Efficacy and Safety of Adjuvant Immuncell-LC Therapy Combined With Gemcitabine Versus Adjuvant Gemcitabine Single Therapy After Resection in Patients With Pancreatic Ductal Adenocarcinoma",
    "last_updated": "2021-11-22",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE3",
    "principal_investigator": "Sang Hyub Lee",
    "principal_investigator_institution": "Seoul National University Hospital",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 408,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Age \\>/=20 years old, \\</=80 years old.",
        "2. Histologically or cytologically confirmed pancreatic ductal adenocarcinoma that fulfill the following requirements:",
        "* Participants have undergone a radical full resection (R0) or boundary resection (R1) operation and has elapsed at least two weeks after the resection based on the baseline, up to 12 weeks.",
        "* Noncancerous ascites.",
        "* No evidence of distant metastasis (such as liver, peritoneum)",
        "* No evidence of distant metastasis in other distant abdominal or extra-abdominal organs",
        "* Scheduled to be given gemcitabine alone as postoperative adjuvant chemotherapy",
        "3. Eastern Cooperative Oncology Group-performance status (ECOG-PS) 0 - 2",
        "4. Life expectancy is at least 12 weeks.",
        "5. Adequate organ and marrow function at the screening and baseline as defined below:",
        "* Absolute neutrophil count ≥ 1,500/μL",
        "* Hemoglobin level ≥ 9 g/dL",
        "* Platelet count ≥ 100,000/μL",
        "* BUN, serum creatinine ≤ 1.5 × institutional upper limit of normal (ULN)",
        "* AST, ALT ≤ 2.5 × institutional upper limit of normal (ULN)",
        "* PT (INR), activated partial thromboplastin time (aPTT) ≤ 1.5 × institutional upper limit of normal (ULN)",
        "6. Ability to understand and the willingness to sign a written informed consent document.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Received anticancer therapy including chemotherapy, biological therapy, immunotherapy, hormone therapy, radiation therapy, and other anti-cancer treatments. Note: Neo-adjuvant therapy for pancreatic cancer is allowed.",
        "Exclude - 2. Measurable lesions identified in the pancreas after surgery.",
        "Exclude - 3. Known history at the screening as defined below.",
        "Exclude - * Confirmed cases of acquired immunodeficiency, which can be exacerbated by immunotherapy.",
        "Exclude - * History of autoimmune diseases that can be exacerbated by immunotherapy. (e.g. rheumatoid arthritis, systemic lupus, vascular inflammation, multiple sclerosis, adolescent-induced insulin-dependent diabetes, T-cell lymphoma, etc.)",
        "Exclude - * Active hepatitis B or hepatitis C virus infection confirmed.",
        "Exclude - * Human immunodeficiency virus (HIV) antibody test results are positive during screening",
        "Exclude - * History of malignant tumors other than pancreatic cancer within five years of screening. Note: skin basal cell cancer/squamous cell cancer, local prostate cancer, thyroid papillary cancer or cervical epithelial cancer can be participated even if 5 years have passed since successful treatment.",
        "Exclude - 4. Known associated disease at the screening as defined below.",
        "Exclude - * Severe nephropathy: estimated glomerular filtration rate (eGFR)‡ \\<30 mL/min/1.73 m2",
        "Exclude - * Chest X-ray shows epileptic pneumonia or pulmonary fibrosis with clear, clinical symptoms.",
        "Exclude - * Severe infections or other uncontrolled active infectious diseases requiring the administration of antibiotics, antibacterial drugs, antifungal drugs, antiviral drugs, etc. that may affect safety and validity evaluation during clinical trials, as determined by the tester.",
        "Exclude - * Holder of thromboembolic disease or bleeding diatheses",
        "Exclude - * Those who are deemed unfit to participate in clinical trials because they are not controlled or require treatment (e.g., heart disease, pulmonary dysfunction, renal dysfunction, low blood pressure, hypertension, bone marrow inhibition, liver metastasis, hepatitis, history of alcoholism, myocardial infarction, etc.)",
        "Exclude - 5. Received Immuncell-LC, Natural Killer (NK) cell therapy or other cell therapy drugs within three years prior to screening.",
        "Exclude - 6. Anaphylaxis to the main ingredient or sub-brothers of Immuncell-LC or Gemcitabine",
        "Exclude - 7. Patients who cannot collect blood for manufacturing Immuncell-LC depending on the investigator's judgment.",
        "Exclude - 8. Pregnant or lactating women",
        "Exclude - 9. Fertility women and men who are not willing to use appropriate contraception from screening to 24 weeks after final administration of Immuncell-LC and/or Gemgitabine",
        "Exclude - 10. Received or applied with another investigational products or investigational device within 4 weeks prior to signing a written informed consent document.",
        "Exclude - 11. Patients who are inappropriate or impossible to participate in the trial due to non-recovery of resection or prior chemotherapy depending on the investigator's judgment."
    ],
    "short_title": "Safety and Efficacy of Immuncell-LC With Gemcitabine in Resectable Pancreatic Cancer",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "GC Cell Corporation",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "PURPOSE: This phase III clinical trial evaluates the efficacy and safety of adjuvant Immuncell-LC therapy combined with gemcitabine versus adjuvant gemcitabine single therapy after R0 or R1 resection in patients with pancreatic ductal adenocarcinoma.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Immuncell-LC/Gemcitabine",
                        "arm_internal_id": 0,
                        "arm_description": "Patients will receive 6 cycles Gemcitabine (1000 mg/m2 on Days 1, 8, 15, 28-day a cycle) and Immuncell-LC 16 times during 60 weeks (4 treatments once a week, followed by 4 treatments every other week, then 4 treatments every 4 weeks, and finally 4 treatments every 8 weeks)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Immuncell-LC",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Gemcitabine",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Gemcitabine",
                        "arm_internal_id": 1,
                        "arm_description": "Patients will receive 6 cycles Gemcitabine alone (1000 mg/m2 on Days 1, 8, 15, 28-day a cycle)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Gemcitabine",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=19",
                            "disease_status": [
                                "Localized"
                            ],
                            "oncotree_primary_diagnosis": "Pancreatic Adenocarcinoma"
                        }
                    }
                ]
            }
        ]
    }
}