{
    "nct_id": "NCT05394831",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2022-05-27",
    "study_start_date": "2023-07-30",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: JIN-A02"
            }
        ]
    },
    "long_title": "A Phase 1/2, Open-label, Multi-center Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Anti-tumor Activity of JIN-A02 in Patients With EGFR Mutant Advanced Non-small Cell Lung Cancer",
    "last_updated": "2025-05-16",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "J Ints Bio",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 150,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "\\[Inclusion Criteria\\]",
        "1. Subjects age 18 or above (19 or above for South Korea)",
        "2. Subjects with pathologically confirmed and finally diagnosed advanced and/or metastatic NSCLC with active EGFR mutant",
        "3. Subjects who show disease progression after receiving standard anticancer therapy, including approved EGFR-TKI therapeutic and/or up to 1 time of platinum-based anticancer chemotherapy. For the Part C dose expansion phase, approved EGFR-TKI with activity against T790M mutant such as Osimertinib must be included.",
        "4. Subjects with a test result of locally confirmed EGFR mutant obtained through a test method approved by the sponsor using either a tumor tissue and/or plasma ctDNA. It is preferred that samples used for analysis are collected during or after disease progression from the last EGFR-TKI administration. If there is a sample retained after disease progression from prior therapy, it may be submitted.",
        "1. Part A dose escalation and Part B exploration studies: Advanced NSCLC subjects who are positive to EGFR mutant C797S or T790M",
        "2. Part C dose expansion study: Advanced NSCLC subjects who are positive for EGFR mutations C797S and T790M in Cohort 1, those who are positive for C797S and negative for T790M in Cohort 2, those who are negative for C797S and positive for T790M in Cohort 3, subjects who are positive for any EGFR mutations and stable brain metastasis in Cohort 4, and those who have any EGFR dependent mutations other than C797S or T790M in Cohort 5.",
        "5. For Part C, subjects with at least 1 measurable lesion that has not been previously radiated as defined by RECIST version 1.1",
        "6. Subjects with ECOG performance status 0 or 1",
        "7. Acute effect from a previous therapy that recovers to the baseline severity or ≤ Common Terminology Criteria for Adverse Events (CTCAE) grade 1, except for an AE not corresponding to a safety risk, as determined by the investigator based on discussion with the sponsor. Note: A chronic condition not expected to recover (≤ grade 2, e.g. neuropathy, myalgia, alopecia) is an exception, and a subject with such a condition can be enrolled.",
        "8. Appropriate bone marrow and organ functions, including the following:",
        "1. Hemoglobin ≥ 9.0 g/dL",
        "2. Platelet ≥ 75 × 109/L",
        "3. Absolute neutrophil count ≥ 1.0 × 109/L",
        "4. Serum Total Bilirubin (TBL) ≤ 1.5 × Upper Limit of Normal Range (ULN) (≤ 3.0 x ULN for a subject with documented Gilbert syndrome)",
        "5. Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) ≤ 3.0 ×ULN, or if there is a hepatic metastasis caused by tumor, ≤ 5.0 × ULN",
        "6. \\*Estimated creatinine clearance calculated using the Cockcroft-Gault formula to ≥ 60 mL/min/1.73m2",
        "* CrCl (male) = (\\[140 - age\\] × weight (kg)) / (serum creatinine (mg/dL) × 72), CrCl (female) = CrCl (male) ×0.85",
        "9. For women with childbearing potential",
        "1. The serum pregnancy test result must be negative before screening and the first dose of the investigational product",
        "2. Women of childbearing potential who are sexually active with a non-sterilized male partner must use at least 1 or more effective contraceptive methods from the first dose of the investigational product to 90 days after the last dose",
        "\\*Progesterone hormone contraceptive inhibiting ovulation, including an oral, injectable and implant type, intrauterine device, bilateral tubal ligation, use of spermicide or condom by the male partner, etc.",
        "3. Must not breastfeed during the study and up to 90 days after the last dose of the investigational product",
        "10. Male subjects who are sexually active with a non-sterilized female partner of childbearing potential must agree to using an effective contraceptive method (spermicide, condom, etc.) from the first dose of the investigational product to 90 days after the last dose and not donating their sperms",
        "Exclude - \\[Exclusion Criteria\\]",
        "Exclude - 1. NSCLC with mixed squamous cell histology and tumor with histological transformation (presence of transition from NSCLC to SCLC and epithelial mesenchymal transition)",
        "Exclude - 2. For Part A, B, and Cohort 4 of Part C",
        "Exclude - \\- Subjects requiring steroid escalation within 28 days before start of the study due to spinal cord compression with uncontrolled symptoms or Central Nervous System (CNS) metastasis or for CNS disease treatment; patients requiring local CNS disease treatment; and subjects with leptomeningeal disease. However, these subjects may be included in the study if they are systemically asymptomatic and stable 2 weeks after gamma knife therapy or 4 weeks after whole-brain irradiation",
        "Exclude - 3. For Part Part C: all Cohorts except for Cohort 4",
        "Exclude - \\- Subjects without CNS metastasis",
        "Exclude - 4. Subjects who received the following treatments:",
        "Exclude - 1. EGFR-TKI treatment within 7 days from the first dose of the investigational product",
        "Exclude - 2. Systemic anticancer treatment within 14 days or 5 half-lives (whichever is the shorter period) from the first dose of the investigational product",
        "Exclude - 3. Limited field radiation treatment within 7 days or extended field chest radiation treatment within 14 days from the first dose of the investigational product",
        "Exclude - 4. Immunotherapy or other antibody therapy within 28 days from the first dose of the investigational product",
        "Exclude - 5. Subjects who did not recover from a major surgery or side effects of such treatment, except for vascular access placement, within 28 days from the first dose of the investigational product as determined by the investigator \\*A major surgery refers to a surgery on the abdomen, pelvis, cranium or intrapleural site or local site tissue and is defined as a procedure that may cause a risk to function or recovery of an organ and tissue based on the applicable site, subject's condition, and difficulty or duration of the surgery. A major surgery generally requires hospitalization of a varying period (often 1 week) and can be conducted by a surgical professional.",
        "Exclude - 5. Subjects with the following cardiac dysfunctions or clinically significant cardiac diseases:",
        "Exclude - 1. Corrected QT interval using Frederica formula (QTcF) \\> 470 ms",
        "Exclude - 2. Cardiac arrhythmia that is clinically significant and uncontrolled (e.g. Type II second degree heart block or third degree heart block)",
        "Exclude - 3. Any factors increasing the risk of QTc prolongation or arrhythmia occurrence, such as hypokalemia, congenital long QT syndrome, family history of long QT syndrome, unexplained sudden death of a family member or direct family member at the age less than 40 years, or concomitant drugs known to prolong the QT interval or cause Torsades de Pointes",
        "Exclude - 4. Uncontrolled (persistent) hypertension: Systolic blood pressure \\> 180 mmHg, diastolic blood pressure \\> 100 mmHg",
        "Exclude - 5. Congestive heart failure defined as New York Heart Association Class III-IV, or hospitalization due to congestive heart failure within 6 months before the first dose of the study intervention",
        "Exclude - 6. Medical history of acute myocardial infarction or unstable angina within 6 months before screening",
        "Exclude - 6. Subjects with active malignancy other than appropriately treated basal cell cancer or squamous cell skin cancer or carcinoma in situ within 2 years before enrollment. However, those who completed all anticancer treatments at least 2 years ago and are considered previously cured at the time of enrollment can be enrolled.",
        "Exclude - 7. Subjects with evidence/past history of interstitial lung disease (ILD) or radiological pneumonia requiring steroid treatment. Subjects with prior ILD related to clinically resolved COVID-19 infection may be enrolled after discussion with and approval by the medical monitor.",
        "Exclude - 8. Subjects who are not able to swallow and keep in the body an orally administered drug and subjects who have a clinically significant gastrointestinal disorder such as major limitations to the stomach or intestine or malabsorption syndrome",
        "Exclude - 9. Subjects with other uncontrolled active infections, e.g. human immunodeficiency virus (HIV), HBV or HCV, including subjects with suspected active or latent tuberculosis (confirmed with interferon-gamma emission analysis positivity)",
        "Exclude - \\*The referential protocol about COVID-19/SARS-CoV2 excludes subjects with active infections mentioned above. Though SARS-CoV2 test is not required for enrollment to this protocol, it should follow the standard of the local clinical practice. Subjects testing positive for SARS-CoV2 infection or known to have asymptomatic infection or suspected to have SARS-CoV2 are excluded, but they may be rescreened according to the protocol requirements if they test negative in a subsequent test.",
        "Exclude - 10. Subjects with known sensitivity to the study drug or its related substance",
        "Exclude - 11. Subjects who have a history of drug abuse or unstable medical, mental or social conditions that may interfere with participation in the study or result interpretation",
        "Exclude - 12. Subjects considered not able to follow the protocol as determined by the investigator"
    ],
    "short_title": "A Phase 1/2 Study to Evaluate the Safety, Tolerability and PK of JIN-A02 in Patients With EGFR Mutant Advanced NSCLC",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "J Ints Bio",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This study is a Phase I/II open-label, multi-center study to evaluate the safety, tolerability, PK, and an anti-tumor activity of JIN-A02, a 4th generation EGFR-TKI agent for oral administration, in EGFR mutant-positive, advanced NSCLC subjects who showed disease progression after receiving standard anticancer therapy, including approved EGFR-TKI therapy and/or no more than a single platinum-based anticancer chemotherapy. In Part A of the study, dose escalation is carried out where MTD is evaluated using Bayesian Optimal Interval (BOIN) design in subjects with advanced NSCLC harboring EGFR-mutation of C797S or T790M. In Part B, dose exploration is carried out to further evaluate the safety of JIN-A02 and to determine the RP2D using 2 preliminary effective dose levels and with the help of a safety review committee (SRC) in advanced NSCLC subjects harboring EGFR mutant C797S or T790M. In Part C dose expansion study, subjects with EGFR mutant who show disease progression after receiving standard anticancer therapy, including approved EGFR-TKI therapy with activity against T790M such as Osimertinib and/or no more than one platinum-based anticancer chemotherapy, are divided into 5 different cohorts based on the EGFR mutation and the anti-tumor activity of JIN-A02 is evaluated. Before enrollment in the study, the EGFR mutant profile is determined using either tumor tissue and/or plasma ctDNA. The profile is determined locally through a test method approved by the sponsor. The sponsor reviews and approves each potential subject for enrollment. Study eligibility evaluation will utilize local test(s).",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Phase 1 dose-escalation, Phase 1 dose-exploratory, Phase 2 dose-expansion",
                        "arm_internal_id": 0,
                        "arm_description": "Single arm",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: JIN-A02",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "and": [
                                    {
                                        "or": [
                                            {
                                                "clinical": {
                                                    "oncotree_primary_diagnosis": "Non-Small Cell Lung Cancer"
                                                }
                                            },
                                            {
                                                "clinical": {
                                                    "oncotree_primary_diagnosis": "Lung Adenocarcinoma In Situ"
                                                }
                                            }
                                        ]
                                    },
                                    {
                                        "clinical": {
                                            "age_numerical": ">=18",
                                            "disease_status": [
                                                "Advanced",
                                                "Metastatic",
                                                "Refractory"
                                            ]
                                        }
                                    }
                                ]
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "Any Variation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "Mutation",
                                            "protein_change": "p.C797S"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "EGFR",
                                            "variant_category": "Mutation",
                                            "protein_change": "p.T790M"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}