{
    "nct_id": "NCT01935778",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2013-09-05",
    "study_start_date": "2013-10-02",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: capecitabine and oxaliplatin"
            },
            {
                "drug_name": "Drug: Docetaxel and capecitabine and oxaliplatin"
            }
        ]
    },
    "long_title": "A Phase 3, Open-Label, Randomized Study to Compare Adjuvant Chemotherapy of Docetaxel/Capecitabine/Oxaliplatin Versus Capecitabine/Oxaliplatin in Advanced Gastric Cancer Patients at Stage IIIB and IV (M0) (Based on AJCC Ed. 6) Who Received Radical Resection(KCSG ST15-08)",
    "last_updated": "2024-02-28",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE3",
    "principal_investigator": "Min-Hee Ryu, M.D.,Ph.D",
    "principal_investigator_institution": "Asan Medical Center",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 286,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "\\- 1. Patients who voluntarily provide written informed consent prior to entering into this study 2. Newly definitely diagnosed with primary gastric or gastroesophageal junction adenocarcinoma histologically 3. Patients who underwent radical resection with wide lymph node dissection. 4. TNM(tumor/lymph node/metastasis) stage of IIIB or IV on post-operative staging.",
        "5\\. Patients who can be randomized within 6 weeks after surgery",
        "Exclude - Exclusion Criteria:",
        "Exclude - * 1\\. Aged \\< 20 years or ≥ 76 years 2. Eastern Cooperative Oncology Group (ECOG) performance status ≥2 3. Patients who underwent surgery for neoplasm in stomach in the past 4. History of malignant disease The following cases can be included in this study.",
        "Exclude - * Adequately treated basal cell or squamous cell skin cancer, cervical carcinoma in situ",
        "Exclude - * Other cancer for which more than 5 years have passed since chemotherapy was completed and disease-free status has been maintained for 5 years or more 5. Gastric or gastroesophageal junction adenocarcinoma with distant metastasis (M1) including distant lymph node (behind the pancreas, along the aorta, portal vein, behind the peritoneum, mesenteric lymph node) 6. Residual cancer on post-operative staging (R1 and R2 resection) 7. Patients who received alleviator, adjuvant chemotherapy, or neoadjuvant chemotherapy and/or radiotherapy and/or immunotherapy in the past for treatment of gastric cancer 8. Patients who participated in another clinical trial or received another investigational product within 30 days prior to providing informed consent 9. Any of the following within 6 months prior to the study recruitment: Myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass, NYHA class III or IV congestive heart failure, stroke or transient ischemic attack, serious cardiac arrhythmia requiring treatment.",
        "Exclude - 10\\. Patients with past uncontrolled seizures, central nervous system or psychological disorder which makes it impossible to provide informed consent and is so clinically significant as to interfere with oral medication 11. Uncontrolled active infection or sepsis 12. Deep vein thrombosis within 4 weeks prior to providing informed consent 13. Severe acute or chronic disease which may deteriorate the capability to participate in the study or make it difficult to interpret the study results 14. Not fully recovered from surgery 15. Patients who may have difficulty in absorbing orally administered study drug",
        "Exclude - * Intolerance to oral administration or malabsorption",
        "Exclude - * Lack of physical integrity of upper gastrointestinal tract is not recovered",
        "Exclude - * Absorption disorder for any reason",
        "Exclude - * Ileus",
        "Exclude - * Chronic inflammatory bowel disease",
        "Exclude - * Wide resection of small intestine or other disease limiting drug absorption (e.g., gastric dumping syndrome, features of rapid small bowel transit time, absorption disorder after intestine surgery) 16. Patients of childbearing potential who do not agree to use generally accepted effective method of birth control during the study treatment period and for at least 6 months after the end of study treatment 17. Pregnant women or breastfeeding women. Women of childbearing potential whose pregnancy test result is positive 18. Bone marrow and organ function inappropriate for administration of study drug: I. Absolute neutrophil count \\< 1.5 x 109/L II. Platelet \\< 100 x 109/L III. Hemoglobin ≤ 9 g/dL IV. AST\\> 2.5 x ULN, ALT\\> 2.5 x ULN V. ALP \\> 2.5 x ULN VI. Total bilirubin \\> 1.5 x ULN VII. Serum creatinine \\> 1.5 x ULN or creatinine clearance ≤ 50 mL/min Creatinine clearance will be calculated by Cockcroft-Gault formula or collection of 24-hour urine, and patients with creatinine clearance of ≤ 50 mL/min will be excluded.",
        "Exclude - 19\\. Peripheral neuropathy with clinical symptoms of Grade ≥2 (NCI CTCAE v4.03) 20. History of hypersensitivity to the investigational products (Docetaxel, Capecitabine, and Oxaliplatin).",
        "Exclude - 21\\. Patients who are taking immunosuppressant or other prohibited concomitant medication 22. Patients who are receiving anticoagulant therapy with warfarin or other coumarins."
    ],
    "short_title": "Compare Adjuvant Chemotherapy of Docetaxel/Capecitabine/Oxliplatin Versus Capecitabine/Oxaliplatin in Advanced Gastric Cancer at Stage IIIb and IV(KCSG ST15-08): TRIUMPH",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Asan Medical Center",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "multicenter, open label, randomaized, phase III\n\nThe role of post surgery adjuvant chemotherapy is becoming more and more important in AGC (advance gastric cancer). S-1 and combined therapy of Capecitabine and Oxaliplatin are currently accepted as a standard therapy among the AGC patients who were performed gastrectomy from the D2 surgery. However, many improvements will be needed in stage IIIB and IV. Combined chemotherapy of Docetaxel, Capecitabine, and Oxaliplatin may be considered as one of the best treatments for IIB and IV(M0) stage AGC patients who were performed gastrectomy.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "capecitabine and oxaliplatin",
                        "arm_internal_id": 0,
                        "arm_description": "Capecitabine 1,000 mg/m² bid(D1-14) Oxaliplatin 130 mg/m² IV Day 1",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: capecitabine and oxaliplatin",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Docetaxel and capecitabine and oxaliplatin",
                        "arm_internal_id": 1,
                        "arm_description": "* Docetaxel 60 mg/m² will be intravenously infused over at least 1 hour on Day 1 every 3 weeks.\n* Oxaliplatin 100 mg/m² will be intravenously infused over at least 2 hours on Day 1 every 3 weeks.\n* Capecitabine 800 mg/m² will be orally administered twice daily from Day 1 evening to Day 15 morning every 3 weeks. (Total 1,600 mg/m² daily)",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Docetaxel and capecitabine and oxaliplatin",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "or": [
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Gastrointestinal Neuroendocrine Tumors of the Esophagus/Stomach"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Esophagogastric Adenocarcinoma"
                                        }
                                    }
                                ]
                            },
                            {
                                "clinical": {
                                    "age_numerical": ">=20",
                                    "disease_status": [
                                        "Advanced",
                                        "Metastatic"
                                    ]
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}