{
    "nct_id": "NCT06326502",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2024-03-22",
    "study_start_date": "2024-02-07",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: ETN101"
            }
        ]
    },
    "long_title": "An Open-label, Multi-center, Dose-escalation Phase 1 Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of ETN101 in Patients With Advanced Hepatocellular Carcinoma",
    "last_updated": "2024-03-27",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Etnova Therapeutics Corp.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 50,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Male and female adult at the age of ≥ 19 years old",
        "2. Patients with radiologically or histologically, and/or cytologically confirmed advanced HCC who have confirmed disease progression on standard therapies known to have clinical benefit or for whom there is no currently available standard therapy due to intolerance or incompatibility.",
        "3. Subject with Barcelona Clinic Liver Cancer (BCLC) stage B or C; Subject with Stage B must have had progressive disease (PD) after radical resection, liver transplant, embolization, or cauterization or must be ineligible for such treatment.",
        "4. Subject with Child-Pugh score A (5-6)",
        "5. Subject who has at least one measurable target lesion based on modified RECIST (mRECIST) which was not previously treated with local therapy. A lesion previously treated with local therapy may be selected as a target lesion if an increase of ≥20% in size is confirmed after treatment.",
        "6. Subject with Eastern Cooperative Oncology Group (ECOG) status performance 0-1.",
        "7. Subject with ≥ 12 weeks of life expectancy",
        "8. Subject who meets the following criteria for laboratory tests (Subject must not have been treated with granulocyte colony-stimulating factor (G-CSF) or blood transfusions within 14 days prior to the laboratory tests.):",
        "* Hematology",
        "* Absolute neutrophil count(ANC) ≥1,500/mm3",
        "* Platelet count ≥60,000/mm3",
        "* Hemoglobin(Hb) ≥8.5 g/dL",
        "* Kidney function: Serum creatinine ≤1.5 × upper limit of normal(ULN)",
        "* Liver function",
        "* Aspartate aminotransferase(AST) and alanine aminotransferase(ALT) ≤5 × ULN",
        "* Total bilirubin ≤2.0 × ULN (≤3.0 × ULN for Gilbert's disease)",
        "* Blood coagulation function: Prothrombin time (PT/INR) and activated partial thromboplastin time (aPTT) ≤1.5 × ULN",
        "9. Subject who voluntarily agrees to participate in the study and signs the informed consent form (ICF) after being fully informed of the study",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Individual with severe drug sensitivity or sensitivity reactions to IP and any of its components or drugs in similar classes",
        "Exclude - 2. Individual with a confirmed disease which makes oral drug administration difficult or which affects the absorption of orally administered drugs (celiac disease, Crohn's disease, or enterectomy affecting absorption, etc.)",
        "Exclude - 3. Individual with any of the following past medical history or surgical/procedure history:",
        "Exclude - 1. History of other primary cancer within 3 years from screening (However, individuals who had skin basal cell carcinoma/squamous cell carcinoma, local prostate cancer, papillary thyroid cancer, or cervical intraepithelial neoplasia within 3 years may participate in the study if it is confirmed by the investigator to have been cured following successful treatment.)",
        "Exclude - 2. Hepatic radiation, chemoembolization, or radiofrequency ablation within 4 weeks prior to IP administration",
        "Exclude - 3. Major surgery within 4 weeks or minor surgery within 2 weeks prior to IP administration",
        "Exclude - 4. Clinically significant arrhythmia, acute myocardial infarction, unstable angina pectoris, or New York Heart Association (NYHA) Ⅲ or Ⅳ heart failure within 6 months prior to IP administration",
        "Exclude - 5. Severe cerebrovascular disease within 6 months prior to IP administration",
        "Exclude - 6. Pulmonary thrombosis, deep vein thrombosis, or bronchial asthma or obstructive pulmonary disease that is considered ineligible for study participation, or other life-threatening severe pulmonary disease (e.g., acute respiratory distress syndrome, lung failure) within 6 months prior to IP administration",
        "Exclude - 4. Individual with any of the following diseases:",
        "Exclude - 1. Clinically significantly symptomatic or uncontrolled central nervous system or brain metastasis (However, individuals who have been stable for ≥ 4 weeks based on repeated imaging and clinical observations, as confirmed by clinical and imaging tests during the screening period, may participate in the study.)",
        "Exclude - 2. Clinically significant electrocardiogram (ECG) abnormalities based on the judgment of the investigator",
        "Exclude - 3. Uncontrolled hypertension (systolic blood pressure \\[BP\\] \\>140 mmHg or diastolic BP \\>90 mmHg)",
        "Exclude - 4. Grade ≥ 3 active infectious disease requiring treatment. However, individuals with hepatitis B and hepatitis C may be enrolled if replication activity is undetectable (HBV DNA below the limit of detection) and antiviral treatment against hepatitis C is not required, respectively.",
        "Exclude - 5. Active autoimmune disease requiring systemic treatment",
        "Exclude - 6. Known human immunodeficiency virus (HIV) infection",
        "Exclude - 7. Symptomatic ascites or pleural effusion (However, patients who are treated and clinically stabilized may be enrolled.)",
        "Exclude - 8. Grade ≥ 3(≥3.5 g/24 h) proteinuria",
        "Exclude - 9. Any disease that may affect the interpretation of study results based on the judgment of the investigator",
        "Exclude - 5. Individuals who have any of the following history of medication or treatment:",
        "Exclude - 1. Anticancer therapy \\[chemotherapy, hormone therapy, targeted therapy, or radiotherapy, etc.\\] within 4 weeks prior to IP administration",
        "Exclude - 2. Live attenuated vaccines within 4 weeks prior to IP administration",
        "Exclude - 3. Strong CYP1A2 inhibitors within 2 weeks prior to IP administration",
        "Exclude - 4. Prior allogeneic bone marrow or solid organ transplantation",
        "Exclude - 6. Pregnant or lactating woman, or man or woman of childbearing potential who is unwilling to practice abstinence or to use adequate methods of contraception\\* from after study enrollment to at least 6 months (in female subjects) or 3 months (in male subjects) after the last dose of IP",
        "Exclude - \\* Adequate methods of contraception",
        "Exclude - * Hormonal contraception (subdermal contraceptive implants, injections, oral contraceptives)",
        "Exclude - * Insertion of intrauterine device or intrauterine system",
        "Exclude - * Subject's or spouse (partner)'s surgical sterilization (vasectomy, tubal ligation, etc.)",
        "Exclude - 7. Individual with prior chemotherapy related toxicity not recovered to Grade ≤ 1 or baseline level (with the exception of alopecia)",
        "Exclude - 8. Individual who is unable to undergo contrast-enhanced CT or MRI",
        "Exclude - 9. Individual who was treated with another IP or investigational device within 4 weeks prior to IP administration in the present study",
        "Exclude - 10. Patient who is ineligible or unable to participate in the study for other reasons based on the judgment of the investigator"
    ],
    "short_title": "A Safety and Efficacy Study of Multiple Tyrosine Kinase Inhibitor Drug (ETN101) in Advanced Hepatocellular Carcinoma",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Etnova Therapeutics Corp.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "ETN101 is a multiple tyrosine kinase inhibitor (mTKI) targeting fms-like tyrosine kinase 3 (FLT3), receptor tyrosine kinase (KIT), vascular endothelial growth factor receptor 2 (VEGFR2), and platelet-derived growth factor receptor beta. Both in vitro and in vivo studies showed that ETN101 treatment/administration inhibited cancer cell survival and proliferation. In animal models, ETN101 had antitumor activity when administered to animals that did not respond to conventional targeted anticancer agents.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "ETN101",
                        "arm_internal_id": 0,
                        "arm_description": "ETN101",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: ETN101",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "or": [
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Fibrolamellar Carcinoma"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Hepatoblastoma"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Hepatocellular Carcinoma plus Intrahepatic Cholangiocarcinoma"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Hepatocellular Carcinoma"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Malignant Rhabdoid Tumor of the Liver"
                                        }
                                    }
                                ]
                            },
                            {
                                "clinical": {
                                    "age_numerical": ">=19",
                                    "disease_status": [
                                        "Advanced"
                                    ]
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}