{
    "nct_id": "NCT03944304",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2019-05-09",
    "study_start_date": "2019-05-27",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Paclitaxel"
            }
        ]
    },
    "long_title": "A Phase II Study of Paclitaxel in Patients With Metastatic or Advanced Gastrointestinal Stromal Tumor (GIST) With Low P-glycoprotein Expression After Failure of at Least Imatinib, Sunitinib, and Regorafenib.",
    "last_updated": "2024-01-02",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "Min-Hee Ryu",
    "principal_investigator_institution": "Asan Medical Center",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 40,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Age 20 years or older, at the time of acquisition of informed consent",
        "2. Histologically confirmed metastatic or unresectable GIST with CD117(+), DOG-1(+), or mutation in KIT or PDGFRαgene",
        "3. Patients who failed to at least imatinib, sunitinib, and regorafenib (disease progression and/or intolerance) (Note: The number of previous treatment is not limited. Previous use of other chemotherapies such as tyrosine kinase inhibitor (TKI), or any other chemotherapeutic agents concurrently used with imatinib, sunitinib, and regorafenib is permitted.)",
        "Disease progression is defined as follows:",
        "* Increase of tumor size by more than 20% according to RECIST version 1.1,",
        "* Appearance of a definite new lesion (excluding small cystic new lesions in the liver within 6 months of starting TKIs)",
        "* A new solid nodule with in a cystic mass, or",
        "* Increase of the size (\\> 20%) of previously existing solid nodule within a cystic mass",
        "Intolerability to previous TKI is defined as follows:",
        "* Less than 75% of medication compliance due to non-hematological toxicity of grade 2 or above despite dose reduction to a one-step lower level (300 mg/day for imatinib; 37.5 mg/day for 4-week on/2-week off schedule or 25 mg/day with continuous schedule for sunitinib; and 120 mg/day for regorafenib)",
        "* Febrile neutropenia, Grade 4 neutropenia lasting \\>6 days, Grade 4 thrombocytopenia, Grade 3 thrombocytopenia accompanied with clinically significant hemorrhage, Grade 3-4 or intolerable continuous Grade 2 non-hematologic toxicity despite dose reduction to one-step lower level as described above",
        "4. P-glycoprotein immunohistochemistry (IHC) H-score ≤250 in tumor tissue obtained after failure of previous treatment for GIST, including imatinib, sunitinib, and regorafenib",
        "* H-score is a sum of the multiplications of each intensity score (0-3) measured by the IHC and its corresponding proportion (0-100) of tumor cells (a score of 0-300).",
        "* Intensity is evaluated as 0 (negative), 1 (weak), 2 (moderate), or 3 (strong).",
        "* e.g.) If a proportion with an intensity of 3 is 40%, proportion with an intensity of 2 is 30%, proportion with an intensity of 1 is 20%, and proportion with an intensity of 0 is 10%, H-score is 200 (3x40 + 2x30 + 1x20).",
        "5. ECOG performance status of 0\\~2",
        "6. Toxicity of all previous treatments is recovered to Grade 0 or Grade 1 according to NCI-CTCAE Version 5.0",
        "7. At least one measurable lesion by RECIST Version 1.1.",
        "8. Adequate bone marrow, hepatic, renal, and other organ functions",
        "* Neutrophil ≥ 1,500/mm3",
        "* Platelet ≥ 100,000/mm3",
        "* Hemoglobin ≥ 8.0 g/dL",
        "* Total bilirubin ≤ 1.5 x upper limit of normal (ULN)",
        "* AST/ALT \\< 3 x ULN without liver metastases or AST/ALT \\< 5 x ULN with liver metastases",
        "* Creatinine ≤1.5 x ULN",
        "9. Expected life expectancy of ≥12 weeks",
        "10. Washout period of previous TKIs or chemotherapy for more than 4 times the half life (Seven days of washout period is enough for imatinib, sunitinib, and regorafenib)",
        "11. Patients who signed informed consent",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. A pregnant or nursing woman, or a woman of childbearing age",
        "Exclude - 2. A woman or a man who is not willing to use effective contraception during study drug administration or within 3 months following end of study drug administration. Barrier method should be used both in men and women during study drug administration and up to 3 months following end of administration. Oral preparations, implants, or contraceptive injections are not deemed as effective contraceptions in this study since these may be influenced by cytochrome P450 interactions.",
        "Exclude - Women of childbearing age are defined as sexually mature women who have not received hysterectomy or do not undergo natural menopause for more than 12 consecutive months, at least (that is, who had the menses within previous 12 months), and must be shown to be negative in serum or urine pregnancy test within 14 days before starting paclitaxel treatment.",
        "Exclude - 3. If a patient falls under one of the followings within 6 months prior to recruitment: myocardial infarction, severe/unstable angina pectoris, coronary/peripheral artery bypass, NYHA class III or IV congestive heart failure, stroke or transient ischemic attacks, serious cardiac arrhythmia requiring treatment",
        "Exclude - 4. 4\\) Uncontrolled infection",
        "Exclude - 5. Diabetes with sign of clinically significant peripheral disease",
        "Exclude - 6. Acute or chronic liver disease and all chronic hepatic impairments (a patient with stable chronic hepatitis B is eligible.)",
        "Exclude - 7. Uncontrolled gastrointestinal toxicity (nausea, diarrhea, vomiting) accompanied with toxicity above NCI CTCAE Grade 2",
        "Exclude - 8. Other severe, acute, or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the subject inappropriate for this study",
        "Exclude - 9. A patient who has hemorrhage that is thought to threaten one's life requiring transfusion or endoscopic or surgical intervention, or Grade 3 or 4 hemorrhage within 3 months prior to treatment with study drug",
        "Exclude - 10. Major surgery ≤ 28 days prior to starting study drug or who have not recovered from side effects of such therapy If diagnosis of HIV infection is known (HIV test is not obligatory)",
        "Exclude - 11. Known diagnosis of HIV infection (HIV testing is not mandatory)",
        "Exclude - 12. History of another primary malignancy that is currently clinically significant or currently requires active intervention",
        "Exclude - 13. A patient with brain metastasis when evaluated by radiological imaging (e.g. CT, MRI) if there is a symptom that is clinically suspected of brain metastasis",
        "Exclude - 14. Alcohol or substance abuse disorder"
    ],
    "short_title": "Paclitaxel in Patients With GIST With Low P-glycoprotein Expression After Failure of at Least Imatinib and Sunitinib, and Regorafenib.",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Asan Medical Center",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "With the development of KIT mutation and KIT tyrosine kinase inhibitor imatinib (GlivecTM, Novartis), survival of patients with advanced and/or metastatic gastrointestinal stromal tumor (GIST) has significantly improved. Recently, sunitinib (SuteneTM, Pfizer) and regorafenib (StivargaTM, Bayer) have been proven to be effective as second- and third-line treatment, respectively in GIST patients who failed to imatinib treatment.\n\nHowever, almost all patients eventually experience disease progression due to the development of drug resistance to first-line imatinib, second-line sunitinib treatment, and third-line regorafenib.\n\nHistoric data suggest that GISTs do not respond to conventional cytotoxic chemotherapy, but systematic unbiased screening has not been performed. A recent large-scaled chemotherapy susceptibility screening with GIST cells showed that among a total of 89 chemotherapies, 37 have anti-cancer effect in at least one type of GIST cells. It was suggested that of these agents, transcriptional inhibitors and chemotherapies such as topoisomerase II, paclitaxel, and bortezomib would be effective.\n\nBased on this study result, Asan Medical Center has recently performed a phase II study for efficacy and safety evaluation of paclitaxel in patients with advanced and/or metastatic GIST after failure of at least imatinib and sunitinib. Although paclitaxel showed limited anti-tumor efficacy, it was more effective in patients with low P-glycoprotein expression.\n\nThe objective of this study is to evaluate the safety and efficacy of paclitaxel in patients with metastatic or advanced GIST with low P-glycoprotein expression after failure of at least imatinib, sunitinib and regorafenib.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Paclitaxel",
                        "arm_internal_id": 0,
                        "arm_description": "Paclitaxel will be administered at 80mg/m2/day every four weeks at Day 1, Day 8 and Day 15 per cycle. One cycle consists of 4 weeks (28 days).",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Paclitaxel",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "clinical": {
                                    "age_numerical": ">=20",
                                    "disease_status": [
                                        "Metastatic",
                                        "Unresectable"
                                    ],
                                    "oncotree_primary_diagnosis": "Gastrointestinal Neuroendocrine Tumors"
                                }
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "KIT",
                                            "variant_category": "Mutation"
                                        }
                                    }
                                ]
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "PDGFRA",
                                            "variant_category": "Mutation"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}