{
    "nct_id": "NCT05876806",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2023-05-25",
    "study_start_date": "2023-06-20",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Dabrafenib"
            },
            {
                "drug_name": "Drug: Trametinib"
            }
        ]
    },
    "long_title": "A Phase II, Open-label Study of Dabrafenib Plus Trametinib in Patients With Advanced Solid Tumor Having BRAF V600E Mutation or Clinically Actionable BRAF Gene Alterations",
    "last_updated": "2023-11-30",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "Se Jun Park, MD, PhD",
    "principal_investigator_institution": "The Catholic University of Korea",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 30,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "Subjects must meet all the following criteria for study entry:",
        "1. Patient who agreed to participate in the KOSMOS-II master observation study",
        "2. 19 years of age or older",
        "3. Patients with BRAF V600 mutated advanced solid tumor (excluding BRAF V600E/K mutated malignant melanoma, BRAF V600E mutated non-small cell lung cancer, and BRAF V600E mutated colorectal cancer)",
        "4. Patients with other BRAF gene alterations that are regarded to be actionable by the KOSMOS MTB",
        "5. Disease progression after ≥ 1-prior line of systemic treatment and no standard treatment option",
        "6. ECOG performance status score 0-2",
        "7. Life expectancy of \\> 3 months",
        "8. Measurable or evaluable disease according to RECIST version 1.1",
        "9. Ability to take oral medications",
        "10. Adequate bone marrow and organ function",
        "11. Patients who voluntarily decided to participate after understanding this clinical trial, and signed a written informed consent",
        "Exclude - Exclusion Criteria:",
        "Exclude - Subjects who meet any of the following criteria will be excluded from study entry:",
        "Exclude - 1. Prior treatment with a BRAF inhibitor (including, but not limited to, dabrafenib, vemurafenib, encorafenib) or MEK inhibitor (including, but not limited to, trametinib, binimetinib, selumetinib, cobimetinib) or ERK inhibitor (including, but not limited to, ravoxertinib, ulixertinib, CC-90003, MK-8353)",
        "Exclude - 2. History of malignancies with confirmed activating RAS mutation.",
        "Exclude - 3. Hypersensitivity to the active ingredients and additives of investigational product.",
        "Exclude - 4. Presence of any unresolved ≥Grade 2 (per Common Terminology Criteria for Adverse Events (CTCAE) version 5.0) toxicity from previous anti-cancer therapy at the time of enrollment. (Except toxicities which are not clinically significant such as alopecia, skin discoloration, and neuropathy).",
        "Exclude - 5. Any anti-cancer treatment (local treatment, chemotherapy, immunotherapy, targeted therapy) within 2 weeks prior to the start of study treatment.",
        "Exclude - 6. Prior major surgery less than 14 days before enrollment. Any surgery-related AE must have been resolved before enrollment.",
        "Exclude - 7. Prior radiotherapy less than 14 days before enrollment, except for ATC (radiotherapy is not permitted within 7 days before enrollment).",
        "Exclude - 8. Known additional malignancy that is progressing or has required active treatment within the past 3 years. (Patient with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma is potentially eligible).",
        "Exclude - 9. Presence of central nervous system metastases that are symptomatic or untreated or not stable for ≥3 months or requiring corticosteroids.",
        "Exclude - 10. Symptomatic or untreated leptomeningeal or spinal cord compression. Subjects who have been previously treated for these conditions are asymptomatic and currently not taking corticosteroids before enrollment, is permitted.",
        "Exclude - 11. Current evidence of cardiovascular risk including any of the following:",
        "Exclude - * Left ventricular ejection fraction (LVEF) below the institutional lower limit of normal",
        "Exclude - * QT interval corrected for heart rate using Bazett's formula ≥ 480 msec",
        "Exclude - * Clinically significant uncontrolled arrhythmias",
        "Exclude - * Moderate valvular thickening documented by echocardiography",
        "Exclude - * Presence of intra-cardiac defibrillators",
        "Exclude - * Acute coronary syndromes (including myocardial infarction and unstable angina) which required coronary angioplasty or stenting within 6 months before enrollment",
        "Exclude - * Congestive heart failure ≥ Class II as defined by New York Heart Association",
        "Exclude - 12. Current evidence or history of retinal vein occlusion",
        "Exclude - 13. Pregnant or lactating women",
        "Exclude - 14. Patients who do not consent to adequate contraception throughout the study period",
        "Exclude - * Women of childbearing potential should use effective contraception\\* until 16 weeks after the last investigational product administration",
        "Exclude - * Male patients who have not undergone a vasectomy must consent to the use of appropriate contraception\\* and are prohibited from providing sperm for up to 16 weeks after administration of the last investigational product \\* Appropriate contraception: hormonal contraceptives (subcutaneous formulas, injections, oral contraceptives, etc.), intrauterine devices (IUD, Intra Uterine Device or IUS, Intra Uterine System), sterilization by participants or participant's partner (vasectomy, tubal ligation, etc.); Double blocking (a method that uses a combination of blocking methods, such as using a cervical cap or a contraceptive diaphragm with a male condom)",
        "Exclude - 15. Active infection such as hepatitis B, hepatitis C, or human immunodeficiency virus (HIV)",
        "Exclude - * For HBsAg is positive, and HBV DNA ≤ LLOQ, enrollment of the subject can be considered.",
        "Exclude - * If the patient with chronic hepatitis B who are HBsAg positive and HBV DNA positive has been taking antiviral drugs for more than 3 months, enrollment of the subject can be considered at the investigator's discretion.",
        "Exclude - * For IgG anti-HBc is positive (a history of HBV infection) and HBV DNA ≤ LLOQ, enrollment of the subject can be considered.",
        "Exclude - * For Anti-HCV Ab is positive, and HCV RNA ≤ LLOQ, enrollment of the subject can be considered.",
        "Exclude - 16. Acute/chronic medical or psychiatric abnormalities",
        "Exclude - 17. The investigator judges that it is not appropriate to participate in this study for else reasons."
    ],
    "short_title": "Dabrafenib Plus Trametinib in Patients With Advanced Solid Tumor Having BRAF V600E Mutation or Clinically Actionable BRAF Gene Alterations",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Se Jun Park",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a Phase II, open-label, non-randomized, multi-center study of oral Dabrafenib in combination with oral Trametinib in subjects with solid tumors with BRAF V600E mutation or clinically actionable BRAF gene alterations.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Dabrafenib + Trametinib",
                        "arm_internal_id": 0,
                        "arm_description": "Subjects will receive Dabrafenib 150 mg twice daily orally plus Trametinib 2 mg once daily orally on a continuous basis. A treatment cycle is 28 days in duration. Subjects will continue treatment until an unacceptable toxicity, disease progression, or death occurs.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Dabrafenib",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Trametinib",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "and": [
                                    {
                                        "or": [
                                            {
                                                "clinical": {
                                                    "oncotree_primary_diagnosis": "_SOLID_"
                                                }
                                            }
                                        ]
                                    },
                                    {
                                        "clinical": {
                                            "age_numerical": ">=19",
                                            "disease_status": [
                                                "Advanced"
                                            ]
                                        }
                                    }
                                ]
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "BRAF",
                                            "variant_category": "Mutation"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}