{
    "nct_id": "NCT05905887",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2023-06-15",
    "study_start_date": "2023-09-06",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Rivoceranib Mesylate, Paclitaxel"
            }
        ]
    },
    "long_title": "A Phase 2 Study of Paclitaxel Plus Rivoceranib in Patients With GIST With a High P-glycoprotein Expression After Failure With at Least Imatinib, Sunitinib and Regorafenib",
    "last_updated": "2024-02-28",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE2",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Asan Medical Center",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 48,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "* Age 20 years or older, at the time of acquisition of informed consent",
        "* Histologically confirmed metastatic and/or advanced GIST with CD117(+), DOG-1(+), or mutation in KIT or PDGFRα gene",
        "* P-glycoprotin IHC score \\> 3 (Tumor tissue with disease progression after regorafenib treatment)",
        "* Failed (progressed and/or intolerable) after prior treatments for GIST, including at least imatinib and sunitinib, regorafenib.",
        "* Eastern Cooperative Oncology Group (ECOG) performance status 0 \\~ 2",
        "* Resolution of all toxic effects of prior treatments to grade 0 or 1 by NCI-CTCAE version 5.0",
        "* At least one measurable lesion as defined by RECIST version 1.1.",
        "* Adequate bone marrow, hepatic, renal, and other organ functions Neutrophil \\>1,500/mm3 Platelet \\> 100,000/mm3 Hemoglobin \\>8.0 g/dL Total bilirubin \\< 1.5 x upper limit of normal (ULN) AST/ALT \\< 2.5 x ULN Creatinine \\<1.5 x ULN",
        "* Life expectancy \\> 12 weeks",
        "* Washout period of previous TKIs or chemotherapy for more than 4 times the half life ((Imitinib and regorafenib need 1 week and sunitinib need 2 weeks.)",
        "* Provision of a signed written informed consent",
        "Exclude - Exclusion Criteria:",
        "Exclude - * Women of child-bearing potential who are pregnant or breast feeding",
        "Exclude - * Women or men who are not willing to use effective contraception entering the study period or until at least 3 months after the last study drug administration.",
        "Exclude - * If any of the following applies within ≤ 6 months prior to starting study enrollment : Myocardial Infarction, severe instable angina, coronary/peripheral bypass, NYHA class III or IV congestive heart failure, stroke or transient ischemic attack, treatment required severe arrhythmia.",
        "Exclude - * Uncontrolled infection",
        "Exclude - * Acute and chronic liver disease and all chronic liver impairment.(But Patients with stable chronic hepatitis B are eligible)",
        "Exclude - * Uncontrolled gastrointestinal toxicities with toxicity greater than NCI CTCAE grade 2",
        "Exclude - * Acute, or chronic medical or psychiatric condition or laboratory abnormality such as active uncontrolled infection that difficult to study participation in the judgment of the investigator",
        "Exclude - * The patient experienced any bleeding episode considered life-threatening, or any grade 3 or 4 bleedig event. (required transfusion or endoscopic or surgical intervention)",
        "Exclude - * Currently clinically significant (within 7 days prior to screening) treatment of anticoagulants or other thrombolytic agents. A maximum dose of 325 mg/day of aspirin is allowed",
        "Exclude - * History of uncontrolled hypertension (blood pressure ≥140/90 mmHg and change in antihypertensive medication within 7 days prior to screening) that is not well managed by medication and the risk of which may be precipitated by a VEGF inhibitor therapy.",
        "Exclude - * History of clinically serious opearation, bone fracture or non-healing wounds within the last 3 weeks prior to screening",
        "Exclude - * History of other significant cardiovascular diseases or vascular diseases, within the last 6 months prior to screening (e.g., hypertensive crisis, and hypertensive encephalopathy or transient ischemic attack or significant peripheral vascular diseases\\] that, in the investigator's opinion, may pose a risk to the patient on VEGFR inhibitor therapy.",
        "Exclude - * History of clinically significant glomerulonephritis, biopsy-proven tubulointerstitial nephritis, crystal nephropathy, or other renal insufficiencies",
        "Exclude - * Known diagnosis of HIV infection (HIV testing is not mandatory).",
        "Exclude - * History of another primary malignancy that is currently clinically significant or currently requires active intervention.",
        "Exclude - * Patients with clinically suspected brain metastasis symptom, brain metastases as assessed by radiologic imaging",
        "Exclude - * Alcohol or substance abuse disorder.",
        "Exclude - * Known hypersensitivity to rivoceranib or any component of its formulation or history of severe hypersensitivity to including Cremophor R EL(polyoxyethylated castor oil) drug",
        "Exclude - * Concomitant treatment with strong inhibitors or inducers of CYP3A4, CYP2C9 and CYP2C19",
        "Exclude - * Active bacterial infections"
    ],
    "short_title": "Rivoceranib Plus Paclitaxel in Patients With Gastrointestinal Stromal Tumor",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Asan Medical Center",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "The purpose of this study is to evaluate the efficacy and safety of rivoceranib and paclitaxel combination therapy in patients with P-glycoprotein overexpressing GIST who failed standard treatment with imatinib, sunitinib, and regorafenib.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "rivoceranib plus paclitaxel",
                        "arm_internal_id": 0,
                        "arm_description": "rivoceranib plus paclitaxel",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Rivoceranib Mesylate, Paclitaxel",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "clinical": {
                                    "age_numerical": ">=20",
                                    "disease_status": [
                                        "Metastatic",
                                        "Advanced"
                                    ],
                                    "oncotree_primary_diagnosis": "Gastrointestinal Stromal Tumor"
                                }
                            },
                            {
                                "or": [
                                    {
                                        "genomic": {
                                            "hugo_symbol": "KIT",
                                            "variant_category": "Mutation"
                                        }
                                    },
                                    {
                                        "genomic": {
                                            "hugo_symbol": "PDGFRA",
                                            "variant_category": "Mutation"
                                        }
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}