{
    "nct_id": "NCT04338763",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2020-04-08",
    "study_start_date": "2021-04-19",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: RP72"
            },
            {
                "drug_name": "Drug: Gemcitabine"
            }
        ]
    },
    "long_title": "A Phase I Study to Evaluate the Safety and Efficacy of RP72 Monotherapy and in Combination With Gemcitabine in Patients With Pancreatic Cancer",
    "last_updated": "2023-11-18",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Rise Biopharmaceuticals, Inc.",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 48,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Age ≥ 18 years (in certain territories, the minimum age requirement may be higher, e.g. age ≥ 20 years in Taiwan)",
        "2. Written informed consent",
        "3. Patient must meet one of the following criteria based on:",
        "Arm A (RP72 monotherapy): Histologically or cytologically confirmed locally advanced unresectable or metastatic pancreatic cancer that has progressed on (or intolerant of) one or more standard treatment regimen(s) or for which no effective therapy is available. Note: Prior exposure to gemcitabine as a single agent or in combination with other agents (as part of multi-agent chemotherapy regimen) is acceptable.",
        "Or",
        "Arm B (RP72 in combination with Gemcitabine): Histologically or cytologically confirmed locally advanced unresectable or metastatic pancreatic cancer that has progressed on (or intolerant of) one or more standard treatment regimen(s) and is expected (or currently receiving) standard treatment with gemcitabine.Note: Patients who have already started on gemcitabine need to have no evidence of disease progression at the time of screening in order to be eligible for the study.",
        "Note: The definition of unresectability will follow the criteria of NCCN guidelines (Carroll et al. version 2.2016, PANC-B)",
        "4. Fasting blood glucose \\<160 mg/dl, prior to study enrollment. (For higher values, blood glucose may be controlled by dietary intervention, oral hypoglycemics and/ or insulin prior to enrollment)",
        "5. Estimated life expectancy of ≥12 weeks",
        "6. Adequate hematologic and end-organ function",
        "7. Measurable / assessable disease according to RECIST v.1.1",
        "8. ECOG performance status 0 or 1",
        "9. Subjects who are eligible and able to participate in the study and accept to enter the study by signing written informed consent forms",
        "10. Patients are recovered from toxicities from prior systemic therapies and have adequate hematopoietic, liver and renal function at screening and before using study medication",
        "* Haemoglobin ≥ 8 g/dL",
        "* Absolute neutrophil count (ANC) ≥ 1,500 cells/mm3",
        "* Absolute lymphocyte count ≥ 1000/mm3,",
        "* Platelets ≥ 80,000 /mm3",
        "* Total white blood cell (WBC) ≥ 3,000 cells /mm3",
        "* Coagulation tests (prothrombin time \\[PT\\], activated partial thromboplastin time \\[aPTT\\], International Normalized Ratio \\[INR\\]) \\< 1.5×ULN,",
        "* Total bilirubin ≤ 1.5×ULN,",
        "* Aspartate Aminotransferase (AST)/Serum Glutamic Oxaloacetic Transaminase(SGOT) and/or Alanine Aminotransferase (ALT)/Serum Glutamic Pyruvic Transaminase (SGPT) ≤ 3 x ULN (or ≤ 5×ULN if liver metastases are present",
        "* Albumin \\> 2.5 g/dL",
        "* Creatinine Clearance (CrCl) \\> 50 mL/min\\[Cockcroft-Gault equation\\]",
        "11. All male subjects and female subjects with child-bearing potential (between puberty and 2 years after menopause) should use appropriate contraception method(s) for at least 4 weeks after RP72 treatment shown below.",
        "* Total abstinence (when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception).",
        "* Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy) or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment.",
        "* Male sterilization (at least 6 months prior to screening). For female subjects on the study, the vasectomized male partner should be the sole partner for that subject",
        "* Combination of any two of the following (a+b or a+c, or b+c):",
        "1. Use of oral, injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception.",
        "2. Placement of an intrauterine device (IUD) or intrauterine system (IUS).",
        "3. Barrier methods of contraception: Condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Patients with endocrine or acinar pancreatic carcinoma.",
        "Exclude - 2. Patients who present with jaundice; Note: Patients who present with jaundice will be allowed to enroll after control with temporary or permanent internal/external drainage.",
        "Exclude - 3. Any severe infection, uncontrolled systemic disease (e.g., cardiopulmonary insufficiency, fatal arrhythmias, hepatitis, etc) that, in the opinion of the investigator, may impair the patient's tolerance of study treatment.",
        "Exclude - 4. Major surgery within 4 weeks from the first dose of the study drug",
        "Exclude - 5. Female subjects that are lactating, pregnant, or planned to become pregnant",
        "Exclude - 6. Investigational medicinal product within 4 weeks or less than 5 half-life periods (whichever is shorter) from the first dose of the study drug",
        "Exclude - 7. Concurrent use of immunosuppressive medication. The following are exceptions to this criterion:",
        "Exclude - * Intranasal, inhaled, topical steroids, or local steroid injections",
        "Exclude - * Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent",
        "Exclude - * Steroids as premedication for hypersensitivity reactions",
        "Exclude - 8. Active autoimmune diseases requiring treatment or a history of autoimmune disease.",
        "Exclude - 9. Documented HIV history",
        "Exclude - 10. Active hepatitis B infection requiring acute therapy.",
        "Exclude - * Positive results of hepatitis B surface (HBs) antigen,",
        "Exclude - * Positive results of hepatitis B e antigen (HBeAg), and",
        "Exclude - * HBV-DNA \\>2000 IU/mL Note: Subjects infected by the hepatitis B virus will be eligible for the study if they have no signs of hepatic decompensation and meet the liver function tests eligibility criteria.",
        "Exclude - Note: Subjects with HBsAg(+) and HBeAg(-) will be eligible for the study if his/her HBV-DNA titer is lower than 2000 IU/mL.",
        "Exclude - 11. Chronic active hepatitis C infection as manifest by positive anti-HCV antibody and positive HCV RNA assay at the time of screening. Note:Subjects infected by the hepatitis C virus will be eligible for the study if the titer of HCV-RNA is below the limit of quantification after HCV treatment.",
        "Exclude - 12. History of malignancy other than pancreatic cancer \\< 3 years prior to enrolment, except non-melanoma skin cancer or carcinoma in situ of the cervix treated locally or carcinoma in situ considered cured by local treatment",
        "Exclude - 13. Known hypersensitivity to any component of the RP72 and/or Gemcitabine formulations (including kanamycin or other aminoglycosides)",
        "Exclude - 14. Subjects that received radiation to ≥ 25% of their bone marrow within 4 weeks of the first dose of study drug.",
        "Exclude - 15. Evidence of central nervous system (CNS) metastasis. Note: Subjects who have a central nervous system metastasis that has been treated, stable and has not needed treatment for at least 4 weeks at the time of screening will be allowed to enroll in the study.",
        "Exclude - 16. Subjects that have on-going moderate to severe organ impairment, other than the study indication, that may confound the efficacy evaluation, safety evaluation or usage of standard chemotherapy",
        "Exclude - 17. Corrected QT interval (QTc) ≥ 470 msec on the 12-lead ECG"
    ],
    "short_title": "RP72 Monotherapy and in Combination With Gemcitabine in Patients With Pancreatic Cancer",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Rise Biopharmaceuticals, Inc.",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a Phase I, multi center study to evaluate the safety and efficacy and determine the maximum tolerated dose (MTD) of RP72 as monotherapy and RP72 in combination with Gemcitabine in patients with pancreatic cancer.\n\nThe study has two arms:\n\nArm A: RP72 monotherapy\n\nArm B: RP72 in combination with Gemcitabine\n\nBoth treatment arms will follow a standard 3+3 design. Up to 48 adult patients with pancreatic cancer will be enrolled in this study.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Arm A: RP72 monotherapy",
                        "arm_internal_id": 0,
                        "arm_description": "Arm A: RP72 monotherapy",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: RP72",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Arm B: RP72 in combination with Gemcitabine",
                        "arm_internal_id": 1,
                        "arm_description": "Arm B: RP72 in combination with Gemcitabine",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: RP72",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Gemcitabine",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "or": [
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Pancreatic Neuroendocrine Tumor"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Pancreatic Adenocarcinoma"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Pancreatic Neuroendocrine Carcinoma"
                                        }
                                    }
                                ]
                            },
                            {
                                "clinical": {
                                    "age_numerical": ">=18",
                                    "disease_status": [
                                        "Locally Advanced",
                                        "Metastatic",
                                        "Unresectable"
                                    ]
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}