{
    "nct_id": "NCT04077723",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2019-09-04",
    "study_start_date": "2019-08-13",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Englumafusp alfa"
            },
            {
                "drug_name": "Drug: Tocilizumab"
            },
            {
                "drug_name": "Drug: Glofitamab"
            },
            {
                "drug_name": "Drug: Obinutuzumab"
            }
        ]
    },
    "long_title": "An Open-Label, Phase I/II Study to Evaluate the Safety, Pharmacokinetics and Preliminary Anti-Tumor Activity of Englumafusp Alfa (RO7227166, A CD19 Targeted 4-1BB Ligand) in Combination With Obinutuzumab and in Combination With Glofitamab Following a Pre-treatment Dose of Obinutuzumab Administered in Participants With Relapsed/Refractory B-Cell Non-Hodgkin's Lymphoma",
    "last_updated": "2025-11-05",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "NA",
    "principal_investigator_institution": "Hoffmann-La Roche",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 498,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "* History or status of a histologically-confirmed hematological malignancy that is expected to express CD19 and CD20; relapse after or failure to respond to at least one prior treatment regimen; no available treatment options that are expected to prolong survival (Part I and II); relapsed after or failed to respond to only one prior systemic treatment regimen (Part III)",
        "* Must have at least one measurable target lesion (\\>/= 1.5 cm) in its largest dimension by computed tomography scan",
        "* Able and willing to provide a fresh biopsy from a safely accessible site, per Investigator's determination, providing the participant has more than one measurable target lesion",
        "* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1, or \\</= 2 for some participants in Part III",
        "* Life expectancy of \\>/= 12 weeks",
        "* Adverse events from prior anti-cancer therapy must have resolved to Grade \\</= 1",
        "* Adequate liver, hematological, and renal function",
        "* Negative test results for acute or chronic hepatitis B virus infection",
        "* Negative test results for hepatitis C virus and HIV",
        "* The contraception and abstinence requirements are intended to prevent exposure of an embryo to the study treatment. The reliability of sexual abstinence for male and/or female enrollment eligibility needs to be evaluated in relation to the duration of the clinical study and the preferred and usual lifestyle of the participant. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or post-ovulation methods) and withdrawal are not acceptable methods of preventing drug exposure",
        "* Female participants: A female participant is eligible to participate if she is not pregnant and not breastfeeding, and if at least one of the following applies: women of non-childbearing potential (WONCBP); women of child bearing potential (WOCBP) who agree to remain abstinent or use two highly effective contraceptive methods with a failure rate of \\<1% per year during the treatment period and for at least 18 months after obinutuzumab or 3.5 months after the last dose of englumafusp alfa, 2 months after last dose of glofitamab, or 3 months after the last dose of tocilizumab, whichever is longer. Examples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal occlusion/ ligation, male sexual partner who is sterilized, established proper use of hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices and copper intrauterine devices. Hormonal contraceptive methods must be supplemented by a barrier method; have a negative pregnancy test (blood) within the 7 days prior to the first study treatment administration",
        "* Male participants: During the treatment period and for at least 3 months after obinutuzumab, or 3.5 months after the last dose of englumafusp alfa, 2 months after the last dose of glofitamab, or 2 months after the last dose of tocilizumab whichever is longer, agreement to: Remain abstinent or use contraceptive measures such as a condom plus an additional contraceptive method that together result in a failure rate of \\< 1% per year, with a partner who is a women of childbearing potential. With pregnant female partner, remain abstinent or use contraceptive measures such as a condom to avoid exposing the embryo; refrain from donating sperm during this same period",
        "Exclude - Exclusion Criteria:",
        "Exclude - * Circulating lymphoma cells, defined by out of range (high) absolute lymphocyte count (ALC) or the presence of abnormal cells in the peripheral blood signifying circulating lymphoma cells (for some participants in Part III, ALC only)",
        "Exclude - * Participants with acute bacterial, viral, or fungal infection at baseline, confirmed by a positive blood culture within 72 hours prior to obinutuzumab infusion or by clinical judgment in the absence of a positive blood culture",
        "Exclude - * Participants with known active infection, or reactivation of a latent infection, whether bacterial, viral fungal, mycobacterial, or other pathogens (excluding fungal infections of nail beds) or any major episode of infection requiring hospitalization or treatment with IV antibiotics",
        "Exclude - * Pregnant or breast-feeding or intending to become pregnant during the study",
        "Exclude - * Prior treatment with systemic immunotherapeutic agents, including, but not limited to, radio-immunoconjugates, antibody-drug conjugates, immune/cytokines or monoclonal antibodies within 4 weeks or five half-lives of the drug, whichever is shorter, before obinutuzumab infusion",
        "Exclude - * History of treatment-emergent immune-related AEs associated with prior immunotherapeutic agents and auto-immune disease",
        "Exclude - * Treatment with standard radiotherapy, any chemotherapeutic agent, or treatment with any other investigational or approved anti-cancer agent within 4 weeks or 5 half-lives of the drug, whichever is shorter, prior to obinutuzumab infusion",
        "Exclude - * Prior solid organ transplantation",
        "Exclude - * Prior allogeneic stem cell transplant",
        "Exclude - * Autologous stem cell transplant within 100 days prior to obinutuzumab infusion",
        "Exclude - * History of severe allergic or anaphylactic reactions to monoclonal antibody therapy and confirmed progressive multifocal leukoencephalopathy",
        "Exclude - * Current or past history of central nervous system (CNS) lymphoma and CNS disease",
        "Exclude - * Evidence of significant, uncontrolled concomitant diseases that could affect compliance with the protocol or interpretation of results, including diabetes mellitus, history of relevant pulmonary disorders and known autoimmune diseases",
        "Exclude - * Major surgery or significant traumatic injury \\< 28 days prior to the Gpt infusion or anticipation of the need for major surgery during study treatment",
        "Exclude - * Participants with another invasive malignancy in the last 2 years",
        "Exclude - * Significant cardiovascular disease",
        "Exclude - * Administration of a live, attenuated vaccine within 4 weeks before Gpt infusion or anticipation that such a live attenuated vaccine will be required during the study",
        "Exclude - * Received systemic immunosuppressive medications (including but not limited to cyclohosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor agents) within two weeks prior to Gpt, with the exception of corticosteroid treatment \\<=25 mg/day of prednisone or equivalent, however there must be documentation that the participant was on a stable dose of at least a 2-week duration prior to Gpt infusion. Inhaled and topical steroids are permitted"
    ],
    "short_title": "A Study to Evaluate the Safety, Pharmacokinetics and Preliminary Anti-Tumor Activity of Englumafusp Alfa in Combination With Obinutuzumab and in Combination With Glofitamab Following a Pre-Treatment Dose of Obinutuzumab in Participants With Relapsed/Refractory B-Cell Non-Hodgkin's Lymphoma",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Hoffmann-La Roche",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is a phase I/II, open-label, dose-escalation study designed to evaluate the safety, tolerability, and efficacy of englumafusp alfa (RO7227166) in participants with relapsed/refractory Non-Hodgkin's Lymphoma (r/r NHL). Englumafusp alfa will be administered by intravenous (IV) infusion in combination with obinutuzumab and in combination with glofitamab. A fixed dose of obinutuzumab (Gpt; pre-treatment) will be administered up to seven days prior to the first administration of englumafusp alfa and seven days prior to the first administration of glofitamab. This entry-into-human study is divided into a dose-escalation stage (Part I and Part II) and a dose expansion stage (Part III).",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Part I",
                        "arm_internal_id": 0,
                        "arm_description": "Combination Dose-Escalation: Mixed r/r NHL participants will receive a fixed dose of obinutuzumab up to seven days prior to first administration of englumafusp alfa. Englumafusp alfa will be administered by intravenous (IV) infusion in combination with obinutuzumab in a three-weekly schedule (Q3W).",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Englumafusp alfa",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Obinutuzumab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Tocilizumab",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Part II",
                        "arm_internal_id": 1,
                        "arm_description": "Combination Dose-Escalation: Mixed r/r participants and participants with mixed r/r mantle cell lymphoma (MCL) and Richters transformation will receive a fixed dose of obinutuzumab seven days prior to first administration of englumafusp alfa. Englumafusp alfa will be administered by IV infusion in combination with glofitamab in a three-weekly schedule (Q3W).",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Englumafusp alfa",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Obinutuzumab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Glofitamab",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "3",
                                "level_description": "Drug: Tocilizumab",
                                "level_internal_id": 3,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Part III",
                        "arm_internal_id": 2,
                        "arm_description": "Dose-Expansion Stage: Participants with r/r diffuse large B-cell lymphoma not otherwise specified (DLBCL NOS), high-grade B-cell lymphoma (HGBCL), primary mediastinal B-cell lymphoma (PMBCL), and DLBCL arising from FL (transformed FL) will receive englumafusp alfa administered by IV infusion in combination with glofitamab in a three-weekly schedule (Q3W).",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Englumafusp alfa",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Obinutuzumab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Glofitamab",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "3",
                                "level_description": "Drug: Tocilizumab",
                                "level_internal_id": 3,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "clinical": {
                            "age_numerical": ">=18",
                            "disease_status": [
                                "Recurrent",
                                "Refractory",
                                "Advanced"
                            ],
                            "oncotree_primary_diagnosis": "Lymphoid Neoplasm"
                        }
                    }
                ]
            }
        ]
    }
}