{
    "nct_id": "NCT05111626",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-11-08",
    "study_start_date": "2022-03-14",
    "study_completion_date": "",
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Nivolumab"
            },
            {
                "drug_name": "Drug: Bemarituzumab"
            },
            {
                "drug_name": "Drug: Chemotherapy"
            },
            {
                "drug_name": "Other: Placebo"
            }
        ]
    },
    "long_title": "A Phase 1b/3 Study of Bemarituzumab Plus Chemotherapy and Nivolumab Versus Chemotherapy and Nivolumab Alone in Subjects With Previously Untreated Advanced Gastric and Gastroesophageal Junction Cancer With FGFR2b Overexpression",
    "last_updated": "2025-06-12",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE3",
    "principal_investigator": "NA, Winnie Yeo",
    "principal_investigator_institution": "Amgen, CUHK",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [
        "GAT015"
    ],
    "protocol_no": "",
    "protocol_target_accrual": 515,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria Part 1 and Part 2:",
        "* Adult with unresectable, locally advanced or metastatic (not amenable to curative therapy) histologically documented gastric or gastroesophageal junction adenocarcinoma",
        "* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1",
        "* Measurable disease or non-measurable, but evaluable disease, according to Response Evaluation Criteria in Solid Tumours version 1.1 (RECIST v1.1)",
        "* Participant has no contraindications to nivolumab and either mFOLFOX6 or CAPOX chemotherapy as per local prescribing information. Participants in Part 1 must have no contraindications to mFOLFOX6. Participants in Part 2 with contraindications to mFOLFOX6 are permitted and may be administered the CAPOX regimen, if no contraindications for this regimen exist. Participants in Part 2 with contraindications to CAPOX are permitted and may be administered the mFOLFOX6 regimen, if no contraindications for this regimen exist",
        "* Adequate organ function as follows:",
        "* Absolute neutrophil count ≥ 1.5 x 10\\^9/L",
        "* Platelet count ≥ 100 x 10\\^9/L",
        "* Hemoglobin ≥ 9 g/dL without red blood cell (RBC) transfusion within 7 days prior to the first dose of study treatment",
        "* Aspartate aminotransaminase (AST) and Alanine aminotransaminase (ALT) \\<3 x upper limit of normal (ULN) (or \\< 5 x ULN if liver involvement)",
        "* Total bilirubin \\<1.5 x ULN (or \\< 2 x ULN if liver involvement or Gilbert's disease)",
        "* Part 1 only: Calculated or measured creatinine clearance (CrCl) of ≥ 50 mL/minute calculated using the formula of Cockcroft and Gault (\\[140 - Age\\] × Mass \\[kg\\]/\\[72 × Creatinine mg/dL\\]) (x 0.85 if female).",
        "* Part 2 only: Calculated or measured creatinine clearance (CrCl) of ≥ 30 mL/minute calculated using the formula of Cockcroft and Gault (\\[140 - Age\\] × Mass \\[kg\\]/\\[72 × Creatinine mg/dL\\]) (x 0.85 if female).",
        "* INR or prothrombin time (PT) \\< 1.5 × ULN except for participants receiving anticoagulation, who must be on a stable dose of anticoagulant therapy for 6 weeks prior to enrollment",
        "Additional Inclusion Criteria Part 2:",
        "* No prior treatment for metastatic or unresectable disease except for a maximum of",
        "1 dose of chemotherapy with or without nivolumab; prior adjuvant, neo-adjuvant, and peri-operative therapy is allowed, provided it has been completed more than 6 months prior to the first dose of study treatment",
        "* Fibroblast growth factor receptor 2b (FGFR2b) ≥ 10% 2+/3+ tumor cells (TC) as determined by centrally performed immunohistochemistry (IHC) testing, based on tumor sample either archival (obtained within 6 months/180 days prior to signing pre-screening informed consent) or a fresh biopsy.",
        "Exclude - Exclusion Criteria:",
        "Exclude - * Prior treatment with any selective inhibitor of the fibroblast growth factor (FGF)-FGFR pathway",
        "Exclude - * Known positive human epidermal growth factor receptor 2 (HER2) status",
        "Exclude - * Untreated or symptomatic central nervous system disease metastases and leptomeningeal disease",
        "Exclude - * Peripheral sensory neuropathy grade 2 or higher",
        "Exclude - * Clinically significant cardiac disease",
        "Exclude - * Other malignancy within the last 2 years (exceptions for definitively treated disease)",
        "Exclude - * Chronic or systemic ophthalmologic disorders",
        "Exclude - * Major surgery or other investigational study within 28 days prior to randomization",
        "Exclude - * Palliative radiotherapy within 14 days prior to randomization",
        "Exclude - * Abnormalities of the cornea that may pose an increased risk of developing a corneal ulcer",
        "Exclude - * Active autoimmune disease that has required systemic treatment (except replacement therapy) within the past 2 years or any other diseases requiring immunosuppressive therapy while on study"
    ],
    "short_title": "Bemarituzumab Plus Chemotherapy and Nivolumab Versus Chemotherapy and Nivolumab for FGFR2b Overexpressed Untreated Advanced Gastric and Gastroesophageal Junction Cancer.",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "Amgen",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "The main objective of Part 1 is to evaluate the safety and tolerability of bemarituzumab plus 5-fluorouracil, leucovorin, and oxaliplatin (mFOLFOX6) and nivolumab.\n\nThe main objective Part 2 is to compare efficacy of bemarituzumab plus chemotherapy (mFOLFOX6 or capecitabine combined with oxaliplatin (CAPOX)) and nivolumab to placebo plus chemotherapy (mFOLFOX6 or CAPOX) and nivolumab as assessed by overall survival.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Part 1 Safety Lead-in: Bemarituzumab with mFOLFOX6 and Nivolumab",
                        "arm_internal_id": 0,
                        "arm_description": "Participants will be administered bemarituzumab at different doses with mFOLFOX6 and nivolumab to determine the recommended phase 3 dose (RP3D) based on occurrence of dose-limiting toxicities (DLTs), and on an evaluation of the overall safety, tolerability, and pharmacokinetics (PK).",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Bemarituzumab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Nivolumab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Chemotherapy",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Part 2: Bemarituzumab with chemotherapy (mFOLFOX6 or CAPOX) and Nivolumab",
                        "arm_internal_id": 1,
                        "arm_description": "Participants will be administered bemarituzumab at the RP3D determined from Part 1 in combination with mFOLFOX6 and nivolumab on a 14-day cycle.\n\nOr participants will be administered bemarituzumab in combination with CAPOX and nivolumab on a 21-day cycle.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Bemarituzumab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Nivolumab",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Drug: Chemotherapy",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            }
                        ]
                    },
                    {
                        "arm_code": "Part 2: Placebo with chemotherapy (mFOLFOX6 or CAPOX) and Nivolumab",
                        "arm_internal_id": 2,
                        "arm_description": "Participants will be administered placebo comparator in combination with mFOLFOX6 and nivolumab on a 14-day cycle.\n\nOr participants will be administered placebo comparator in combination with CAPOX and nivolumab on a 21-day cycle.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Nivolumab",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Chemotherapy",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "2",
                                "level_description": "Other: Placebo",
                                "level_internal_id": 2,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "or": [
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Gastrointestinal Neuroendocrine Tumors of the Esophagus/Stomach"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Esophagogastric Adenocarcinoma"
                                        }
                                    }
                                ]
                            },
                            {
                                "clinical": {
                                    "age_numerical": ">=18",
                                    "her2_status": "Negative",
                                    "disease_status": [
                                        "Unresectable",
                                        "Locally Advanced",
                                        "Metastatic"
                                    ]
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}