{
    "nct_id": "NCT05048901",
    "age": "Adults",
    "cancer_center_accrual_goal_upper": 0,
    "curated_on": "2021-09-17",
    "study_start_date": "2021-09-17",
    "study_completion_date": null,
    "data_table4": "Interventional",
    "drug_list": {
        "drug": [
            {
                "drug_name": "Drug: Lanreotide"
            },
            {
                "drug_name": "Drug: Cabozantinib"
            }
        ]
    },
    "long_title": "A Phase I/II Study Using Cabozantinib and Lanreotide as Treatment for Advanced Gastroenteropancreatic Neuroendocrine Tumors That Failed Molecular Targeted Therapies or Chemotherapy (SCALET)",
    "last_updated": "2024-07-05",
    "management_group_list": {
        "management_group": [
            {
                "is_primary": "Y",
                "management_group_name": "Group1"
            }
        ]
    },
    "oncology_group_list": {
        "oncology_group": [
            {
                "group_name": "Group1",
                "is_primary": "N"
            }
        ]
    },
    "phase": "PHASE1",
    "principal_investigator": "Hui-Jen Tsai, PhD",
    "principal_investigator_institution": "National Health Research Institutes, Taiwan",
    "program_area_list": {
        "program_area": [
            {
                "is_primary": "Y",
                "program_area_name": "Program1"
            }
        ]
    },
    "protocol_id": 0,
    "protocol_ids": [],
    "protocol_no": "",
    "protocol_target_accrual": 49,
    "protocol_type": "INTERVENTIONAL",
    "prior_treatment_requirements": [
        "Inclusion Criteria:",
        "1. Pathologically confirmed G1 or G2 NET of GEP origin with locally advanced or metastatic stage who failed to one line or more than one line of small molecular kinase inhibitor (mTOR inhibitor or other targeted kinase inhibitor) or W-D G3 NET of GEP origin with locally advanced or metastatic stage who failed to one line or more than one line of chemotherapy or small molecule kinase inhibitor.",
        "2. Radiologic progression within 12 months of entry",
        "3. Recovery to baseline or ≤ Grade 1 CTCAE v5 from toxicities related to any prior treatments, unless AE(s) are clinically non-significant and/or stable on supportive therapy.",
        "4. Age≥ 20 years old and ECOG Performance Status ≤ 1.",
        "5. Adequate organ and marrow function, based upon meeting all the following laboratory criteria within 14 days before first dose of study treatment:",
        "1. Absolute neutrophil count (ANC) ≥ 1500/µL without granulocyte colony- stimulating factor support.",
        "2. White blood cell count ≥ 2500/µL.",
        "3. Platelets ≥ 100,000/µL without transfusion.",
        "4. Hemoglobin ≥ 9 g/dL (≥ 90 g/L).",
        "5. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase (ALP) ≤ 3 x upper limit of normal (ULN). If there is liver metastasis, AST, ALT ≤ 5 x ULN. ALP ≤ 5 x ULN with documented bone metastases.",
        "6. Total bilirubin ≤ 1.5 x ULN (for subjects with Gilbert's disease ≤ 3 x ULN).",
        "7. Serum albumin ≥ 2.8 g/dl",
        "8. (PT)/INR or partial thromboplastin time (PTT) test \\< 1.3 x the laboratory ULN",
        "9. Serum creatinine ≤ 1.5 x ULN or calculated creatinine clearance ≥ 50 mL/min (≥ 0.5 mL/sec) using the Cockcroft-Gault equation:",
        "Males: (140 - age) x weight (kg)/(serum creatinine \\[mg/dL\\] × 72) Females: \\[(140 - age) x weight (kg)/(serum creatinine \\[mg/dL\\] ×72)\\] × 0.85",
        "10. Urine protein/creatinine ratio (UPCR) ≤ 1 mg/mg (≤ 113.2 mg/mmol), or 24-h urine protein ≤ 1 g",
        "6. At least one measurable lesion according to RECIST 1.1 over non-locally treated site, such as RT, TAE (TACE), or RFA.",
        "7. Life expectancy greater than 12 weeks.",
        "8. Capable of understanding and complying with the protocol requirements and must have signed informed consent document.",
        "9. Female subjects of childbearing potential (i.e. less than or equal to 2 years post-menopause and not surgically sterile) and their partners must agree to use highly effective methods of contraception (that alone or in combination result in a failure rate of less than 1% per year when used consistently and correctly during the course of the study and for 4 months after the last dose of study treatment.",
        "\\* Effective methods of birth control include:",
        "* Hormonal contraception (oral, injectable, implantable, transdermal) plus a barrier method;",
        "* intrauterine device (IUD) or intrauterine hormone-releasing system (IUS) plus a barrier method;",
        "* bilateral tubal occlusion (females);",
        "* vasectomized partner (males).",
        "10. Female subjects of childbearing potential must not be pregnant at screening. Female subjects are considered to be of childbearing potential unless one of the following criteria are met: documented permanent sterilization (hysterectomy, bilateral salpingectomy, or bilateral oophorectomy) or documented postmenopausal status (defined as 12 months of amenorrhea in a woman \\> 45 years-of-age in the absence of other biological or physiological causes. In addition, females \\< 55 years-of-age must have a serum follicle stimulating (FSH) level \\> 40 mIU/mL to confirm menopause). Note: Documentation may include review of medical records, medical examinations, or medical history interview by study site.",
        "Exclude - Exclusion Criteria:",
        "Exclude - 1. Prior use of cabozantinib. (prior use of lanreotide is acceptable)",
        "Exclude - 2. Receipt of any type of small molecule kinase inhibitor (including investigational kinase inhibitor) within 2 weeks or 5 half-lives of the agent, whichever is longer, before first dose of study treatment.",
        "Exclude - 3. Receipt of any type of anticancer antibody (including investigational antibody) or systemic chemotherapy within 4 weeks before first dose of study treatment.",
        "Exclude - 4. Receipt of radiation therapy for bone metastasis within 2 weeks or any other radiation therapy within 4 weeks before first dose of study treatment. Systemic treatment with radionuclides within 6 weeks before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior radiation therapy are not eligible.",
        "Exclude - 5. Known brain metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery (including radiosurgery) and stable for at least 4 weeks prior to first dose of study treatment after radiotherapy or at least 4 weeks prior to first dose of study treatment after major surgery (e.g., removal or biopsy of brain metastasis). Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Eligible subjects must be neurologically asymptomatic and without corticosteroid treatment at the time of first dose of study treatment.",
        "Exclude - 6. Concomitant anticoagulation with coumarin agents (e.g., warfarin), direct thrombin inhibitors (e.g., dabigatran), direct factor Xa inhibitor betrixaban, or platelet inhibitors (e.g., clopidogrel). Allowed anticoagulants are the following:",
        "Exclude - 1. Prophylactic use of low-dose aspirin for cardio-protection (per local applicable guidelines) and low-dose low molecular weight heparins (LMWH).",
        "Exclude - 2. Therapeutic doses of LMWH or anticoagulation with direct factor Xa inhibitors rivaroxaban, edoxaban, or apixaban in subjects without known brain metastases who are on a stable dose of the anticoagulant for at least 1 week before first dose of study treatment without clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor.",
        "Exclude - 7. The subject has uncontrolled, significant intercurrent or recent illness including, but not limited to, the following conditions:",
        "Exclude - a. Cardiovascular disorders:",
        "Exclude - 1. Congestive heart failure New York Heart Association Class 3 or 4, unstable angina pectoris, serious cardiac arrhythmias.",
        "Exclude - 2. Uncontrolled hypertension defined as sustained blood pressure (BP) \\> 140 mm Hg systolic or \\> 90 mm Hg diastolic despite optimal antihypertensive treatment.",
        "Exclude - 3. Stroke (including transient ischemic attack \\[TIA\\]), myocardial infarction (MI), or other ischemic event, or thromboembolic event (e.g., deep venous thrombosis, pulmonary embolism) within 6 months before first dose of study treatment.",
        "Exclude - <!-- -->",
        "Exclude - 1. Subjects with a diagnosis of incidental, subsegmental PE or deep vein thrombosis (DVT) within 6 months are allowed if stable, asymptomatic, and treated with a stable dose of permitted anticoagulation (see exclusion criterion #6) for at least 1 week before first dose of study treatment.",
        "Exclude - 2. Gastrointestinal (GI) disorders including those associated with a high risk of perforation or fistula formation:",
        "Exclude - i. The subject has evidence of tumor invading the GI tract, active peptic ulcer disease, inflammatory bowel disease (e.g., Crohn's disease), diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis, acute pancreatitis, acute obstruction of the pancreatic duct or common bile duct, or gastric outlet obstruction.",
        "Exclude - ii. Abdominal fistula, GI perforation, bowel obstruction, or intra- abdominal abscess within 6 months before first dose of study treatment.",
        "Exclude - iii. Note: Complete healing of an intra-abdominal abscess must be confirmed before first dose of study treatment.",
        "Exclude - 8. Major surgery within 4 weeks prior to study enrolment. Complete wound healing within 2 weeks before treatment.",
        "Exclude - 9. Clinically significant hematuria, hematemesis, or hemoptysis of \\> 0.5 teaspoon (2.5 ml) of red blood, or other history of significant bleeding (e.g., pulmonary hemorrhage) within 12 weeks before first dose of study treatment.",
        "Exclude - 10. Cavitating pulmonary lesion(s) or known endotracheal or endobronchial disease manifestation.",
        "Exclude - 11. Lesions invading or encasing any major blood vessels.",
        "Exclude - 12. Other clinically significant disorders that would preclude safe study participation.",
        "Exclude - 1. Serious non-healing wound/ulcer/bone fracture.",
        "Exclude - 2. Uncompensated/symptomatic hypothyroidism.",
        "Exclude - 3. Moderate to severe hepatic impairment (Child-Pugh B or C).",
        "Exclude - 13. Major surgery (e.g., laparoscopic nephrectomy, GI surgery, removal or biopsy of brain metastasis) within 4 weeks before first dose of study treatment. Minor surgeries within 2 weeks before first dose of study treatment. Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior surgery are not eligible.",
        "Exclude - 14. Corrected QT interval calculated by the Fridericia formula (QTcF) \\> 500 ms per electrocardiogram (ECG) within 14 days before first dose of study treatment \\[add reference for Fridericia formula\\].",
        "Exclude - Note: If a single ECG shows a QTcF with an absolute value \\> 500 ms, two additional ECGs at intervals of approximately 3 min must be performed within 30 min after the initial ECG, and the average of these three consecutive results for QTcF will be used to determine eligibility.",
        "Exclude - 15. Pregnant or lactating females.",
        "Exclude - 16. Inability to swallow tablets.",
        "Exclude - 17. Previously identified allergy or hypersensitivity to components of the study treatment formulations.",
        "Exclude - 18. Any other active malignancy at time of first dose of study treatment or diagnosis of another malignancy within 3 years prior to first dose of study treatment that requires active treatment, except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast, or stage 0-I colon or breast cancer treated by surgery only and without evidence of relapsed tumor.",
        "Exclude - 19. Mental status is not fit for clinical trial"
    ],
    "short_title": "Cabozantinib and Lanreotide as Treatment for Gastroenteropancreatic Neuroendocrine Tumors",
    "site_list": {
        "site": []
    },
    "sponsor_list": {
        "sponsor": [
            {
                "is_principal_sponsor": "Y",
                "sponsor_name": "National Health Research Institutes, Taiwan",
                "sponsor_protocol_no": "",
                "sponsor_roles": "sponsor"
            }
        ]
    },
    "staff_list": {
        "protocol_staff": []
    },
    "status": "open to accrual",
    "summary": "This is an Open-Label Phase I/II Study of daily cabozantinib plus lanreotide every 4 w eeks to treat advanced G1-2 gastroentero-pancreatic neuroendocrine tumor (GEP-NET) patients who failed to one line or more than one line of small molecule kinase inhibitor or well-differentiated (W-D) G3 GEP-NET who failed to one line of small molecule kinase inhibitor or chemotherapy.",
    "treatment_list": {
        "step": [
            {
                "step_internal_id": 111,
                "step_code": "1",
                "step_type": "Registration",
                "arm": [
                    {
                        "arm_code": "Cabozantinib and Lanreotide",
                        "arm_internal_id": 0,
                        "arm_description": "Oral cabozantinib 40-60 mg/day and lanreotide 120mg deep subcutaneous injection (SC) in day 1 every 4 weeks.",
                        "arm_suspended": "N",
                        "dose_level": [
                            {
                                "level_code": "0",
                                "level_description": "Drug: Cabozantinib",
                                "level_internal_id": 0,
                                "level_suspended": "N"
                            },
                            {
                                "level_code": "1",
                                "level_description": "Drug: Lanreotide",
                                "level_internal_id": 1,
                                "level_suspended": "N"
                            }
                        ]
                    }
                ],
                "match": [
                    {
                        "and": [
                            {
                                "or": [
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Pancreatic Neuroendocrine Tumor"
                                        }
                                    },
                                    {
                                        "clinical": {
                                            "oncotree_primary_diagnosis": "Pancreatic Neuroendocrine Carcinoma"
                                        }
                                    }
                                ]
                            },
                            {
                                "clinical": {
                                    "age_numerical": ">=20",
                                    "disease_status": [
                                        "Locally Advanced",
                                        "Metastatic"
                                    ]
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    }
}