{
  "nct_id": "NCT06018337",
  "age": "Adults",
  "cancer_center_accrual_goal_upper": 0,
  "curated_on": "2023-08-30",
  "study_start_date": "2024-01-18",
  "study_completion_date": "",
  "data_table4": "Interventional",
  "drug_list": {
    "drug": [
      {
        "drug_name": "Drug: Paclitaxel"
      },
      {
        "drug_name": "Drug: DB-1303/BNT323"
      },
      {
        "drug_name": "Drug: Nab-paclitaxel"
      },
      {
        "drug_name": "Drug: Capecitabine"
      }
    ]
  },
  "long_title": "A Phase 3, Randomized, Multi-center, Open-Label Study of DB-1303 Versus Investigator's Choice Chemotherapy in Human Epidermal Growth Factor Receptor 2 (HER2)-Low, Hormone Receptor Positive (HR+) Metastatic Breast Cancer Patients Whose Disease Has Progressed on Endocrine Therapy (ET) (DYNASTY-Breast02)",
  "last_updated": "2025-07-18",
  "management_group_list": {
    "management_group": [
      {
        "is_primary": "Y",
        "management_group_name": "Group1"
      }
    ]
  },
  "oncology_group_list": {
    "oncology_group": [
      {
        "group_name": "Group1",
        "is_primary": "N"
      }
    ]
  },
  "phase": "PHASE3",
  "principal_investigator": "Joyce O'Shaughnessy, PHD, Winnie Yeo, Joanne Chiu",
  "principal_investigator_institution": "Texas Oncology - Baylor Charles A. Sammons Cancer center, CUHK, HKU",
  "program_area_list": {
    "program_area": [
      {
        "is_primary": "Y",
        "program_area_name": "Program1"
      }
    ]
  },
  "protocol_id": 0,
  "protocol_ids": [
    "BRE045",
    "DB1303-O-3002"
  ],
  "protocol_no": "",
  "protocol_target_accrual": 532,
  "protocol_type": "INTERVENTIONAL",
  "prior_treatment_requirements": [
    "Inclusion Criteria:",
    "1\\. Male or female adults (defined as ≥ 18 years of age or acceptable age according to local regulations at the time of voluntarily signing of informed consent).",
    "2\\. Pathologically documented breast cancer that:",
    "1. Is advanced or metastatic",
    "2. Has HER2-low expression (IHC 1+ or IHC 2+/ISH-) as determined by the central laboratory result.",
    "3. Was never previously reported as HER2-positive (IHC 3+ or ISH+) as per American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) guidelines.",
    "4. Is documented as HR+ (either estrogen receptor \\[ER\\] and/or progesterone receptor \\[PgR\\] positive \\[ER or PgR ≥1%\\]) per ASCO/CAP guidelines (Allison et al 2020).",
    "3\\. Must have an adequate tumor tissue sample available for assessment of HER2 by central laboratory, in formalin fixation and paraffin embedding (FFPE) blocks based on a mandatory FFPE tumor sample preferably obtained at the time of metastatic disease or later;",
    "4\\. Eastern Cooperative Oncology Group performance status of 0 or 1.",
    "5\\. Must have had either:",
    "1. Disease progression on endocrine therapy + CDK4/6 inhibitor within 6 months of starting first line treatment for metastatic disease and considered appropriate for chemotherapy as the next treatment by the investigator, OR",
    "2. Disease progression on at least 2 previous lines of ET with or without a targeted therapy (such as CDK4/6, mammalian target of rapamycin \\[mTOR\\] or phosphoinositide 3-kinase \\[PI3-K\\] inhibitors) administered for the treatment of metastatic disease.",
    "6\\. No prior chemotherapy for advanced or metastatic breast cancer. Subjects who have received chemotherapy in the neo-adjuvant or adjuvant setting are eligible, as long as they have had a disease-free interval (defined as completion of systemic chemotherapy to diagnosis of advanced or metastatic disease) of \\>12 months.",
    "7\\. Life expectancy ≥12 weeks at screening.",
    "8\\. Subjects must have at least one measurable lesion as defined per RECIST v1.1 (For bone only disease, subjects with lytic or mixed lytic bone lesions that can be measured by CT or MRI are eligible; subjects with sclerotic/osteoblastic bone lesions are not eligible).",
    "9\\. Has LVEF ≥ 50% by either echocardiography (ECHO) or multiple-gated acquisition (MUGA) within 28 days before randomization.",
    "10\\. Adequate organ and bone marrow function within 14 days before randomization.",
    "11\\. Has adequate treatment washout period before randomization.",
    "12\\. Evidence of post-menopausal status or negative serum pregnancy test for females of childbearing potential who are sexually active with a non-sterilized male partner. For women of childbearing potential, a negative result for serum pregnancy test (test must have a sensitivity of at least 25 mIU/mL) must be available at the screening visit and urine beta-human chorionic gonadotropin (β-HCG) pregnancy test prior to each administration of study treatment.",
    "Women of childbearing potential are defined as those who are not surgically sterile (i.e., underwent bilateral salpingectomy, bilateral oophorectomy, or complete hysterectomy) or post-menopausal.",
    "13\\. Female subjects of childbearing potential who are sexually active with a non-sterilized male partner must use at least one highly effective method of contraception from the time of screening and must agree to continue using such precautions for 7 months after the last dose of study treatment. Not all methods of contraception are highly effective. Abstinence is acceptable only as true abstinence when this is in line with the preferred and usual lifestyle of the subject for the duration of the study treatment and the drug washout period (7 months). Periodic abstinence (e.g., calendar ovulation, symptothermal, post ovulation methods), the rhythm method, and the withdrawal method are not acceptable methods of contraception. Female subjects must not donate ova, or retrieve for their own use, from the time of screening and throughout the study treatment period, and for at least 7 months after the last dose of study treatment. They should refrain from breastfeeding throughout this time. Preservation of ova may be considered prior to randomization in this study.",
    "14\\. Non-sterilized male subjects who are sexually active with a female partner of childbearing potential must use a condom with spermicide from screening and throughout the duration of the study treatment and the washout period (4 months after the last dose of DB-1303, 6 months after the last dose of paclitaxel or nab-paclitaxel, and 3 months after the last dose of capecitabine). Abstinence is acceptable only as true abstinence when this is in line with the preferred and usual lifestyle of the subject for the duration of the study treatment and the drug washout period. Periodic abstinence (e.g., calendar ovulation, symptothermal, post ovulation methods), the rhythm method, and the withdrawal method are not acceptable methods of contraception. It is strongly recommended for the female partners of a male subject also use at least one highly effective method of contraception throughout this period. In addition, male subjects should refrain from fathering a child or donating sperm throughout the duration of the study and the washout period (4 months after the last dose of DB-1303, 6 months after the last dose of paclitaxel or nab paclitaxel, and 3 months after the last dose of capecitabine). Preservation of sperm should be considered prior to randomization in this study.",
    "15\\. Must be able and willing to comply with the protocol requirements and must sign and date the informed consent form prior to any screening evaluations.",
    "Exclude - Exclusion Criteria:",
    "Exclude - 1. Ineligible for all options in the investigator's choice chemotherapy arm.",
    "Exclude - 2. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, uncontrolled or significant cardiovascular disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring adverse events or compromise the ability of the subject to give written informed consent.",
    "Exclude - 3. Clinically uncontrolled pleural effusion, ascites or pericardial effusion requiring repeated drainage, peritoneal shunt or cell-free concentrated ascites reinfusion therapy within 2 weeks prior to the randomization.",
    "Exclude - 4. Uncontrolled or significant cardiovascular disease",
    "Exclude - 5. Has a medical history of interstitial lung diseases (e.g., non-infectious interstitial pneumonia, pneumonitis, pulmonary fibrosis, and radiation pneumonitis which needs glucocorticoids and antibiotics) or current interstitial lung diseases or who are suspected to have these diseases by imaging at screening.",
    "Exclude - 6. Has unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to Grade ≤ 1 or baseline or Grade ≤ 2 anemia.",
    "Exclude - 7. Previous treatment with anti-HER2 therapy.",
    "Exclude - 8. Prior treatment with antibody-drug conjugate that comprised an exatecan derivative that is a topoisomerase I inhibitor.",
    "Exclude - 9. Prior randomization or treatment in a previous DB-1303/BNT323 study regardless of treatment assignment.",
    "Exclude - 10. Has substance abuse or any other medical conditions such as psychological conditions, that may, in the opinion of the Investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.",
    "Exclude - 11. Individuals who are dependent on the Sponsor, clinical site, or Investigator (e.g., is an employee of the Sponsor or the clinical trial site, a dependent of the Investigator, or any site staff member otherwise supervised by the Investigator).",
    "Exclude - 12. Individuals who are committed to an institution by virtue of an order issued either by the judicial or the administrative authorities, in accordance with local regulations.",
    "Exclude - NOTE: Other protocol defined Inclusion/Exclusion criteria may apply."
  ],
  "short_title": "A Study of DB-1303/BNT323 vs Investigator's Choice Chemotherapy in HER2-Low, Hormone Receptor Positive Metastatic Breast Cancer (DYNASTY-Breast02)",
  "site_list": {
    "site": []
  },
  "sponsor_list": {
    "sponsor": [
      {
        "is_principal_sponsor": "Y",
        "sponsor_name": "DualityBio Inc.",
        "sponsor_protocol_no": "",
        "sponsor_roles": "sponsor"
      }
    ]
  },
  "staff_list": {
    "protocol_staff": []
  },
  "status": "open to accrual",
  "summary": "The goal of this clinical trial is to assess the efficacy of DB-1303/BNT323 compared with investigator's choice chemotherapy in terms of progression-free survival (PFS) by blinded independent central review (BICR) in the HR+, HER2-low (immunohistochemistry \\[IHC\\]2+/in situ hybridization \\[ISH\\]- and IHC 1+) population.",
  "treatment_list": {
    "step": [
      {
        "step_internal_id": 111,
        "step_code": "1",
        "step_type": "Registration",
        "arm": [
          {
            "arm_code": "DB-1303/BNT323",
            "arm_internal_id": 0,
            "arm_description": "Enrolled Subjects will be randomized to receive a 8 mg/kg IV dose of DB-1303/BNT323 on Day 1 of each cycle Q3W",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: DB-1303/BNT323",
                "level_internal_id": 0,
                "level_suspended": "N"
              }
            ]
          },
          {
            "arm_code": "investigator's choice single agent chemotherapy",
            "arm_internal_id": 1,
            "arm_description": "Enrolled Subjects will be randomized to receive investigator's choice single agent chemotherapy (capecitabine:1000 or 1250 mg/m2, Oral, Twice daily orally for 2 weeks followed by a 1-week rest period in 3-week cycles; paclitaxel：80 mg/m2， IV, Every week (QW) in 3-week cycles; or nab-paclitaxel: 100 mg/m2, IV, Every week (QW) for 3 weeks followed by a one-week rest period in 4-week cycles) until RECIST 1.1 defined disease progression (PD), unless there is unacceptable toxicity, withdrawal of consent, or another criterion for discontinuation is met.",
            "arm_suspended": "N",
            "dose_level": [
              {
                "level_code": "0",
                "level_description": "Drug: Capecitabine",
                "level_internal_id": 0,
                "level_suspended": "N"
              },
              {
                "level_code": "1",
                "level_description": "Drug: Paclitaxel",
                "level_internal_id": 1,
                "level_suspended": "N"
              },
              {
                "level_code": "2",
                "level_description": "Drug: Nab-paclitaxel",
                "level_internal_id": 2,
                "level_suspended": "N"
              }
            ]
          }
        ],
        "match": [
          {
            "and": [
              {
                "clinical": {
                  "age_numerical": ">=18",
                  "her2_status": "Negative",
                  "er_status": "Positive",
                  "pr_status": "Positive",
                  "disease_status": [
                    "Advanced",
                    "Metastatic"
                  ],
                  "oncotree_primary_diagnosis": "Invasive Breast Carcinoma"
                }
              },
              {
                "and": [
                  {
                    "or": [
                      {
                        "genomic": {
                          "hugo_symbol": "ERBB2",
                          "variant_category": "Mutation"
                        }
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}